[
  {
    "_id": "5dac23c94e98f1fa4b03b1ac",
    "title": "Sony A7 (ILCE 7K) z ob. 28-70mm f/3.5-5.6",
    "saleTaxRate": 23,
    "salePriceGross": 3649,
    "description": "Bezlusterkowy aparat oznaczony symbolem A7, wyposażony w pełnoklatkową matrycę Exmor CMOS o rozdzielczości wynoszącej 24 Mpix.Model Sony A7 posiada mocowanie obiektywów z bagnetem Sony E, hybrydowy system AF oraz nowy procesor BIONZ X.Korpus aparatu wykonano ze stopu magnezowego dodatkowo wzmocnionego i uszczelnionego przeciw złym warunkom pogodowym.W celu zapewnienia pełnej użyteczności pełnej klatki należy uzywać obiektywów z mocowaniem Sony FE (pokrywających pełną klatkę).Model Sony A7 to pierwszy bezlusterkowiec wyposażony w matrycę pełnoklatkową, która umożliwia rejestrację zdjęć z czułością od 100 do 25600 ISO.Zastosowany w aparacie system autofokus oparty jest na połączeniu szybkiej, 117 polowej detekcji fazowej z dokładną, 25 polową detekcją kontrastu.Pełnoklatkowy przetwornik CMOS Exmor, w który wyposażono aparat, ma tę samą wielkość, co klatka filmu 35 mm.Jest on ponad dwa razy większy od przetwornika APS-C, i wielokrotnie większy od przetworników w zwykłych aparatach kompaktowych.Sensor CMOS Exmor przechwytuje znacznie więcej światła, umożliwia to uzyskiwanie fantastycznych iprofesjonalnych zdjęć.Różnicę między pełną klatką, a zwykłym sensorem, widać przede wszystkim w dokładoności szczegółów, kolorach i kontraście, a także znacząco niższych szumach.Zdjęcia możemy wykonywać przy użyciu elektronicznego wizjera OLED o wysokiej rozdzielczości 2,3 mln punktów i powiększeniu x0,71 lub za pomocą odchylanego, 3 calowego ekranu LCD o rozdzielczości 921 tys. punków.Aparat Sony umożliwia także rejestrację filmów z jakością Full HD w formacie AVCHD. Bezlusterkowiec Sony A7 umożliwia komunikację za pomocą złącza HDMI oraz sieci bezprzewodowej Wi-Fi i NFC.Zdjęcia można kadrować na wyświetlaczu XGA OLED Tru-Finder o bardzo wysokim kontraście.Obrócenie ekranu LCD pozwala fotografować z zupełnie innej perspektywy.Robienie zdjęć ułatwiają także wygodnie rozmieszczone przyciski i pokrętła które oferują do dyspozycji 9 przycisków i 45 funkcji, które można przypisać według własnych upodobań.Stopka Multi Interface umożliwia dodawanie akcesoriów i poszerzanie artystycznych horyzontów.W zestawie z tym zaawansowanym aparatem, otrzymują Państwo również znakomity obiektyw.Model SEL-2870, to idealne szkło do tak wyrafinowanej konstrukcji. Zmiennoogniskowy obiektyw Sony 28 - 70 mm f/3.5-5.6 OSS to pierwszy pełnoklatkowy zoom z bagnetem E. Specjalna konstrukcja została przygotowana do współpracy z bezlusterkowcami Sony A7 oraz A7r.Uniwersalny zakres ogniskowych w jaki wyposażono obiektyw, oraz stałe światło i stabilizacja obrazu sprawiają, że jest to jedna z ciekawszych propozycji dla użytkowników systemu Sony E.Koncern Sony zdecydował się mocno wejść w bezlusterkowce, czyli kompakty z wymienną optyką. Owocem ich pracy jest powstanie obiektywu 28 - 70 mm f/3.5-5.6 ZA OSS. Uniwersalny zoom oferuje zakres ogniskowych od 28 do 70 mm przy zmiennym świetle f/3.5-5.6.Dzięki wbudowanej stabilizacji obrazu Optical SteadyShot, oprócz fotografów docenią go także pasjonasi filmowania. Jego budowa to 9 soczewek w 8 grupach.W tym aż trzy soczewki asferyczne i jedna ze szkła ED. Uniwersalny zoom wyróżnia się niewielkimi rozmiarami - 72,5 x 83 mm.Średnica mocowania filtra to zaledwie 55mm.Warto także dodać, że obiektyw waży zaledwie 295 gram co w połączeniu nowymi bezlusterkowcami da naprawdę lekki i poręczny zestaw.Obiektyw Sony 28 - 70 mm OSS będzię współpracował zarówno z pełnoklatkowymi bezlusterkowcami jak i z aparatami systemu NEX.Podobnie jak bezlusterkowce Sony A7 i A7r, został także dodatkowo uszczelniony. ",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5dac24c0fb1d0f7f2ef2b29e"
  },
  {
    "_id": "5dac25e7e671c6df0685285f",
    "title": "Sony Cyber-shot DSC-RX10",
    "saleTaxRate": 23,
    "salePriceGross": 2399,
    "description": "Perfekcyjna optyka zmniejszona do minimum Aparat DSC-RX10 jest wyposażony w jasny obiektyw zmiennoogniskowy o dużym otworze przysłony i czuły przetwornik obrazu. Ma ponadto szereg cech, które znakomicie ułatwią realizację twórczych zamierzeń i wizj Obiektyw ZEISS z zoomem 8,3x i stałą przysłoną F2,8 w całym zakresie ogniskowych. Nowy procesor obrazu BIONZ X™ dodatkowo optymalizuje doskonały obraz, jaki uzyskuje się tylko z korpusu z niewymiennym obiektywem. Dzięki niezwykłej szybkości przetwarzania wiernie odwzoruje faktury i szczegóły — tak jak widzi je nieuzbrojone oko. Wykonany w technologii BSI 20,2-megapikselowy przetwornik Exmor R® uchwyci każdy szczegół.Pokaż świat z własnej perspektywy Każde ujęcie, każda scena... Zaawansowany obiektyw ZEISS Vario-Sonnar® T* ma stałą maksymalną przysłonę F2,8 — i zawsze pozwala uzyskać ostry obraz. Szeroki zakres ogniskowych — od 24 do 200 mm — umożliwia zdjęcia w zbliżeniu. Wyróżnikiem obiektywu jest stała przysłona F2,8 w całym zakresie ogniskowych. Bezpośredni napęd silnikiem SSM skraca czas nastawiania ostrości.Fantastyczna jakość obrazu Jasne, wyraźne fotografie i mniejszy poziom szumów to zasługa dużej, 20,2-megapikselowej matrycy CMOS Exmor R® typu 1,0 i współpracującego z nią szybkiego procesora obrazu BIONZ X. Szybsze nastawianie ostrości Szybkie nastawianie ostrości nawet przy dużych ogniskowych Bezpośredni napęd silnikiem SSM (Super Sonicwave Motor) gwarantuje szybkość i płynność działania systemu AF. Precyzyjna konstrukcja zmniejsza przemieszczenia soczewek podczas nastawiania ostrości, co przekłada się na większą szybkość regulacji. Nowa funkcja Eye AF wykrywa w kadrze oczy fotografowanej osoby i automatycznie nastawia na nie ostrość. Dla ułatwienia nastawiania ostrości do wyboru są trzy koncentryczne pola punktowego czujnika ostrości.Dla ułatwienia nastawiania ostrości do wyboru są trzy koncentryczne pola punktowego czujnika ostrości.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5dac24c0fb1d0f7f2ef2b29e"
  },
  {
    "_id": "5dac264ffb4f49a25c78da82",
    "title": "Sony DSC-W830 (czarny)",
    "saleTaxRate": 23,
    "salePriceGross": 479,
    "description": "Zawsze udane zdjęcia Ten aparat pozwala z niezwykłą łatwością wykonywać szczegółowe zdjęcia i nagrywać filmy HD. Mimo kieszonkowych wymiarów model W830 imponuje bogactwem możliwości: 20,1-megapikselową matrycą obrazu, obiektywem ZEISS z zoomem optycznym 8x, szybkim systemem AF i stabilizatorem obrazu Optical SteadyShot.Liczą się szczegóły Aparat Cyber-shot™ W830 z łatwością uchwyci piękno każdej sceny. 20,1-megapikselowa matryca i wbudowana automatyka ostrości zapewniają ostre, szczegółowe obrazy nawet przy zdjęciach szybkich akcji. Tego nie da Ci żaden smartfon. Ustawienia dostosowane do sytuacji Obiektyw ZEISS z mocnym, 8-krotnym zoomem optycznym ostro i wyraźnie uchwyci każdą scenę. Inteligentna automatyka samoczynnie dostosowuje ustawienia aparatu do panujących warunków. Dzięki niej uzyskuje się ostre, dobrze naświetlone fotografie — bez kręcenia pokrętłami ani zmieniania ustawień w menu.Stabilność podczas zdjęć Stabilizator Optical SteadyShot kompensuje skutki niewielkich ruchów i drgań, odpowiednio przemieszczając elementy obiektywu. Zapewnia ostre fotografie i stabilne filmy. Łatwa edycja zdjęć Efekt „Piękność” służy do edycji i retuszu zdjęć. Pozwala poprawić jakość codziennych fotek i nadać świeży, atrakcyjny wygląd portretom przyjaciół, nawet wykonanym w trybie panoramy. Naciśnij przycisk i płynnie przemieść urządzenie poziomo lub pionowo. Aparat samoczynnie łączy serię wykonanych zdjęć w jeden panoramiczny obraz przedstawiający całą scenę.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5dac24c0fb1d0f7f2ef2b29e"
  },
  {
    "_id": "5dac28471b1e12606a8fc5f0",
    "title": "Canon EOS 80D z ob. 18-135 EFS IS USM",
    "saleTaxRate": 23,
    "salePriceGross": 5349,
    "description": "Zaawansowany wizjer z pokryciem wynoszącym 100% pozwala dojrzeć wszystkie elementy ujęcia podczas kadrowania i wyświetla parametry pracy. Duży odchylany ekran dotykowy LCD o średnicy 7.7 cm pozwala eksperymentować z różnymi kątami fotografowania i korzystać z intuicyjnych elementów sterujących. Ponadto umożliwia komponowanie i fotografowanie ujęć w trybie Live View z szybkością 5 kl./s i z użyciem funkcji ciągłej regulacji ostrości.Doskonałe filmyAparat umożliwia nagrywanie filmów Full HD 60p i tworzenie płynnych sekwencji dynamicznych wydarzeń lub efektu zwolnionego tempa w formacie MP4 z wybraną prędkością nagrywania. Technologia Dual Pixel CMOS AF zapewnia wydajny system autofokusa umożliwiający śledzenie poruszających się obiektów. Dostępne są też tryby nagrywania filmu poklatkowego, HDR i filtrów twórczych, które pozwalają uzyskać ciekawe efekty.Łatwe udostępnianie i zdalne fotografowanieŁączność NFC* i Wi-Fi* umożliwia łączenie aparatu ze zgodnymi smartfonami i tabletami oraz zdalne wykonywanie zdjęć i filmów z poziomu tych urządzeń za pomocą aplikacji Camera Connect. Istnieje również możliwość fotografowania z odległości za pomocą oprogramowania EOS Utility dostępnego na komputery Mac i PC. Za pomocą łączności Wi-Fi i NFC można również przesyłać obrazy i filmy do stacji Canon Connect Station lub drukować obrazy na zgodnych drukarkach.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5dac28d7f17db3a66a39d377",
    "title": "Canon PowerShot G5 X (czarny)",
    "saleTaxRate": 23,
    "salePriceGross": 2599,
    "description": "Kluczowe cechyMatryca CMOS o wielkości 1 i rozdzielczości 20,2 MPixJasny obiektyw f/1,8-2,8 i 4,2-krotny zoom optycznym5-osiowa zaawansowana stabilizacja obrazu Advanced Dynamic przeciwdziała drganiomObsługa formatu RAW oraz rejestrowanie filmów FullHD 60pŁączność Wi-Fi oraz NFC - proste udostępnianei zdjęćRuchomy 3'' dotykowy ekran oraz elektroniczny wizjerPierścień regulacji na obiektywi ułatwia obsługę i sterowanieCanon Powershot G5Xaparat fotograficznyNajwyższa jakość, obsługa plików RAWProfesjonalne zdjęcia, zaawansowane funkcje i wyjątkowo szeroki zakres zastosowań to niewątpliwe zalety tego wysokiej klasy aparatu kompaktowego z łącznością Wi-Fi, który wyróżnia się jasnym obiektywem f/1,8-2,8, matrycą o wielkości 1 cala oraz dużym wizjerem umożliwiającym obsługę typową dla tradycyjnej lustrzanki cyfrowej.Ostre, wyraźne obrazy nawet w słabym oświetleniu dzięki matrycy CMOS o wielkości 1 cala i rozdzielczości 20,2 MP oraz wydajnemu procesorowi DIGIC 6 a ibsługa 14-bitowych plików RAW zapewnia więcej twórczych możliwości podczas edycji zdjęć w programie Digital Photo ProfessionalCanon Powershot G5XautofocusDokładny autofokusCoraz większa pewność siebie podczas fotografowania dzięki szybkiemu (0,12 s) i dokładnemu autofokusowi, 31-punktowym ramkom AF oraz możliwości rejestrowania serii zdjęć z szybkością 5,9 kl./sCanon Powershot G5Xrozdzielczość FullHDFilmy w rozdzielczości Full HDTryb filmowania ręcznego umożliwia regulację przysłony, czasu naświetlania i czułości ISO, a tym samym tworzenie wspaniałych, realistycznych filmów w jakości Full HD 60p. Ręczna regulacja ostrości za pomocą funkcji wzmocnienia krawędzi w trybie MF ułatwia kadrowanie i ustawianie ostrości, a dotykowy AF umożliwia tworzenie kinowych efektów płynnej zmiany ostrości.Duża szybkość transmisji danych wynosząca 35 Mb/s gwarantuje wyraźne szczegóły i bardziej płynne przejścia w odcieniach. 5-osiowa zaawansowana stabilizacja obrazu Advanced Dynamic przeciwdziała drganiom, umożliwiając tworzenie stabilnych obrazów nawet podczas biegu.Canon Powershot G5Xmatryca aparatuOdchylany ekran dotykowy 3''Intuicyjna obsługa palcem oraz możliwość wykonywania ujęć pod różnym kątem za pomocą dużego odchylanego ekranu dotykowego o przekątnej 3 cali (1,04 mln punktów). Pierścień regulacji na obiektywie, minimalistyczny układ przycisków oraz opcje niestandardowych ustawień ułatwiają obsługę i sterowanie aparatemCanon Powershot G5XWiFiModuł Wi-Fi oraz NFCUdostępnianie zdjęć i filmów jest wyjątkowo proste dzięki funkcjom Wi-Fi i Dynamic NFC, za pomocą których można jednym dotknięciem połączyć aparat ze smartfonem lub tabletem.Aplikacja Canon Camera Connect umożliwia zdalne sterowanie aparatem, w tym dostęp do dotykowego AF oraz pełną regulację parametrów pracy z poziomu smartfona. Za pomocą funkcji synchronizacji obrazów oraz łączności Wi-Fi można automatycznie tworzyć kopie zapasowe nowych obrazów w chmurze, np. w serwisie Flickr, Google Drive i irista.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5dac2999eacd124c5cb18b8f",
    "title": "Canon PowerShot G9 X (srebrny)",
    "saleTaxRate": 23,
    "salePriceGross": 1549,
    "description": "Profesjonalna jakość zamknięta w niewielkim aparacie. Smukły, elegancki, z dowolnie określonym zakresem ręcznej kontroli –kreatywność i znakomita jakość w Twoich dłoniach.Płaski, pięknie wykonany aparat, który jest jeszcze mniejszy niż model PowerShot G7 X, zapewnia niezrównaną jakość obrazuDoskonałe zdjęcia w każdym oświetleniuOstre, wyraźne obrazy nawet w słabym oświetleniu dzięki rozwiązaniu HS System firmy Canon, które obejmuje dużą matrycę CMOS o wielkości 1,0 cala i rozdzielczości 20,2 megapiksela oraz zaawansowany procesor DIGIC 6, a także dzięki znakomitej optyce firmy Canon (bardzo jasny obiektyw z przysłoną f/2,0 i 3-kotnym zoom optycznym).Optyczny stabilizator obrazuInteligentna stabilizacja obrazu umożliwia tworzenie wyraźnych, stabilnych zdjęć i filmów niezależnie od oświetlenia, nawet w przypadku fotografowaniu z ręki.Zaprojektowany z myślą o spontanicznych i kreatywnych ujęciachAparat można łatwo przenosić i wszędzie zabrać ze sobą. Proste tworzenie spontanicznych ujęć dzięki wyjątkowo szybkiemu (0,13 s) i dokładnemu autofokusowi oraz możliwości rejestrowania serii zdjęć z szybkością 6 kl./s.5-osiowa zaawansowana stabilizacja obrazu Advanced Dynamic umożliwia tworzenie płynnych, stabilnych filmów nawet z ręki lub podczas ruchu.Ręczna regulacja ostrości za pomocą funkcji wzmocnienia krawędzi w trybie MF ułatwia kadrowanie i ustawianie ostrości, a dotykowy AF umożliwia tworzenie kinowych efektów płynnej zmiany ostrości.Twórz atrakcyjne filmy dzięki funkcji krótkich klipów lub używaj trybu najważniejszych wydarzeń, aby tworzyć ciekawe filmy ze zdjęć i nagrań wideo.Piękno i prostotaPierścień regulacji na obiektywie i minimalistyczny układ przycisków ułatwiają obsługę aparatu.Duży ekran dotykowy o przekątnej 3 cali (1,04 mln punktów) umożliwia intuicyjną obsługę palcem.Obsługa 14-bitowych plików RAW zapewnia więcej twórczych możliwości podczas edycji zdjęć.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5db41ac14a57f4bbfa67d5da",
    "title": "Nikon COOLPIX P900",
    "saleTaxRate": 23,
    "salePriceGross": 2099,
    "description": "Każdy miłośnik fotografii przyrodniczej i astrofotografii z pewnością zainteresuje się aparatem COOLPIX P900 o rozdzielczości 16 mln pikseli z niewiarygodnym 83-krotnym zoomem optycznym, który pozwoli rejestrować szczegóły niewidoczne gołym okiem. Błyskawiczne fotografowanie dzięki szybkiemu autofokusowi w trybie AF i krótszemu opóźnieniu spustu migawki z jeszcze skuteczniejszym ograniczeniem poruszenia dzięki systemowi optycznej redukcji drgań z podwójną detekcją o efektywności 5 stopni ekspozycji.Ruchomy monitor i wbudowany wizjer elektroniczny zapewniają elastyczne kadrowanie podczas rejestrowania bogatych w detale zdjęć i filmów Full HD w zakresie ogniskowych superteleobiektywu. Wbudowana obsługa systemów GPS/GLONASS/QZSS pozwala z wysoką dokładnością rejestrować miejsca fotografowania, a dzięki obsłudze technologii Wi-Fi®1 i NFC2 zrobione zdjęcia można natychmiast udostępniać.Skonstruowany z myślą o komforcie fotografowania aparat COOLPIX P900 pozwala bardziej niż kiedykolwiek zbliżyć sido piękna przyrody.OBIEKTYW ZMIENNOOGNISKOWY O ULTRASZEROKIM ZAKRESIE OGNISKOWYCHObiektyw NIKKOR z 83-krotnym zoomem pozwala rejestrować niesamowite szczegóły niewidoczne gołym okiem (można uzyskać 166-krotne powiększenie dzięki funkcji Dynamic Fine Zoom1), ponieważ pokrywa zakres ogniskowych od szerokokątnej 24 mm do teleobiektywowej 2000 mm (odpowiednik formatu małoobrazkowego).OPTYCZNA REDUKCJA DRGAŃ (VR) Z PODWÓJNĄ DETEKCJĄ O EFEKTYWNOŚCI 5 STOPNI EKSPOZYCJIZdjęcia robione z ręki teleobiektywem są stabilne, ponieważ mechanizm VR jednocześnie wykrywa ruch na podstawie obiektywu (czujnik prędkości obrotowej) oraz matrycy (informacje o wektorze ruchu), co poprawia absorbcję drgań.MATRYCA CMOS O ROZDZIELCZOŚCI 16 MLN PIKSELI WYKONANA W TECHNOLOGII BSIWyraźne, bogate w szczegóły zdjęcia łatwe do uzyskania nawet w nocy. Czuła matryca zapewnia świetną ostrość i jakość zdjęć przy minimalnym poziomie szumów.OBSŁUGA SYSTEMÓW GPS/GLONASS/QZSS ORAZ ROZPOZNAWANIE INTERESUJĄCYCH MIEJSC:Szybkie i szczegółowe informacje opołożeniu niezależnie od miejsca fotografowania dzięki międzynarodowym systemom satelitarnym GPS/GLONASS/QZSS śledzącym marszrutę z niesamowitą dokładnością.WBUDOWANA OBSŁUGA TECHNOLOGII WI-FI® I NFCZ dowolnego miejsca podczas podróży można dzielić się zdjęciami zwierząt i przyrody – wystarczy nacisnąć przycisk Wi-Fi®2 lub po prostu zbliżyć aparat z funkcją NFC3 do urządzenia inteligentnego3.JESZCZE SZYBSZE REAGOWANIEKoniec z utratą idealnej okazji podczas fotografowania nieprzewidywalnej przyrody lub szybko zmieniającego się nieba dzięki szybszemu autofokusowi i skróconemu czasowi opóźnienia (ok. 0,12 s przy ustawieniu szerokokątnym)4.Duży ruchomy monitor LCD: wygodny ruchomy monitor LCD (RGBW) typu Clear Color Display o przekątnej 7,5 cm (3 cale) i rozdzielczości około 921 tys. punktów pozwala eksperymentować z kreatywnymi perspektywami oraz kadrować dynamiczną akcję. Powłoka przeciwodblaskowa zapewnia optymalną widoczność w każdych warunkach oświetleniowych.Nagrywanie filmów Full HD: płynnym filmom Full HD(1080/60p) może teraz towarzyszyć wysokiej jakości dźwięk nagrywany przez mikrofon zmieniający charakterystykę kierunkową w zależności od ustawienia zoomu. Specjalny przycisk nagrywania filmu pozwala błyskawicznie przechodzić z trybu zdjęć do trybu filmowania.Film poklatkowy: łatwość tworzenia efektownych sekwencji poklatkowych. Wystarczy wybrać sfotografowaną sytuację, a ze zdjęć zrobionych z interwalometrem zostanie automatycznie utworzony 10-sekundowy film poklatkowy.Zoom mikrofonu: filmy o rozdzielczości Full HD charakteryzuje wysokiej jakości dźwięk kierunkowy gwarantowany przez funkcję Zoom mikrofonu, która zmienia charakterystykę kierunkową odpowiednio do zmian ogniskowej.Soczewka ze szkła Super ED: chociaż ten potężny zoom pozwala rejestrować obiekty z całym bogactwem szczegółów, tubus obiektywu pozostaje kompaktowy, a układ optyczny świetnie radzi sobie z aberracją chromatyczną dzięki soczewce ze szkła Super ED.Tryby Księżyc i Obserwacja ptaków: trudne fotograficzne tematy, takie jak ptaki i księżyc,stają się łatwe dzięki funkcji Automatyczny wybór programów, która ułatwia ogniskowanie i upraszcza wybór ustawień oraz zapewnia, że uzyskiwane wyniki są zawsze wyjątkowe.Szeroki kąt oglądania: kreatywne komponowanie i niecodzienne perspektywy nie stanowią już problemu za sprawą monitora LCD o szerokim kącie oglądania. Można fotografować z góry, ponad przeszkodami, lub z dołu, aby zarejestrować spotkanie oko w oko ze zwierzęciem.Konfigurowalny przycisk funkcji (Fn): często używane funkcje można przypisać do przycisku Fn, aby spersonalizować w ten sposób obsługę aparatu. Do zmiany ustawień wystarczy wtedy jedno naciśnięcie przycisku.Pokrętło trybu pracy: znajdujące się na górze aparatu pokrętło trybu pracy można obsługiwać jedną ręką, uzyskując łatwy dostęp do najważniejszych ustawień, w tym manualnych trybów ekspozycji (P/S/A/M).AF z wyszukiwaniem celu: autofokus w trybie AF z wyszukiwaniem celu szybko i dokładnie identyfikuje obiekt oraz automatycznie ustawia na nim ostrość, dzięki czemu można skoncentrować się na kompozycji kadru.System COOLPIX Picture Control: ustawienia Picture Control pozwalają w prosty sposób kontrolować wygląd zdjęć. Dostępne opcje to między innymi Neutralne do naturalnie wyglądających zdjęć, Żywe do wyjątkowo kolorowych zdjęć, Monochromatyczne do zdjęć czarno-białych i Niestandardowe z możliwością skorygowania maksymalnie dwóch parametrów, na przykład kontrastu lub nasycenia.Wbudowany wizjer elektroniczny: czujnik zbliżenia oka wykrywa przyłożenie oka do wizjera i automatycznie przełącza obraz z wyświetlacza na wizjer elektroniczny, umożliwiając bezproblemowe kadrowanie bez względu na styl fotografowania.Przycisk zoomu krokowego: gdy obiekt fotografowany z dużym zoomem chwilowo zniknie z kadru, wystarczy jedno naciśnięcie przycisku obok dźwigni zoomu, aby błyskawicznie wrócić do ustawienia szerokokątnego i bez trudu ponownie uchwycić obiekt.Boczna dźwignia zoomu: boczną dźwignię zoomu można obsługiwać lewą ręką, minimalizując tym samym drgania aparatu, by uzyskać płynne filmy i wyraźne zjęcia.Długi czas działania akumulatora: wydłużony czas działania dzięki większej energooszczędności akumulatora to więcej zdjęć i dłuższe filmy Full HD.Kompensacja błysku: idealnie zrównoważenie ekspozycji dzięki kompensacji błysku (od -2 do +2 EV), która pomaga zbalansować oświetlenie obiektu światłem lampy z oświetleniem tła i gwarantuje naturalne zdjęcia.19 programów tematycznych: ten aparat może pomóc w dobraniu najlepszych ustawień do bieżącej sytuacji. Wystarczy wybrać program tematyczny najlepiej dopasowany do obiektu i warunków, a aparat automatycznie zoptymalizuje ustawienia.EXPEED C2: szybki i zaawansowany system pzetwarzania obrazu firmy Nikon gwarantuje błyskawiczne działanie, doskonałą jakość zdjęć i świetne efekty przy wysokiej czułości.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db42109a7ea49e007da0231"
  },
  {
    "_id": "5db41b8ba868ecb8cb59f127",
    "title": "Nikon D5 (body) (XQD) NPS*",
    "saleTaxRate": 23,
    "salePriceGross": 25755,
    "description": "Dzięki możliwościom i precyzji lustrzanki D5, które pokonują konkurencję, fotografuj to, co nieuchwytne dla oczu.Wyposażona w niewiarygodny 153-polowy system autofokusa nowej generacji lustrzanka D5 precyzyjnie śledzi obiekty niezależnie od tego, czy fotografujesz na torze wyścigowym czy na czerwonym dywanie. Autofokus oferuje także wyjątkowo szerokie pokrycie kadru, a nowy bufor umożliwia rejestrację nawet 200 zdjęć w formacie NEF (RAW) w trakcie jednej serii. Nowa matryca i czujnik pomiaru światła zapewniają niespotykanie dokładne rozpoznawanie obiektów i odwzorowanie szczegółów obrazu. Najwyższa rozszerzona czułość w historii firmy Nikon pozwala fotografować w warunkach od ostrego słońca po astronomiczny zmierzch. Bezkompromisowych filmowców z pewnością ucieszy to, że funkcja nagrywania filmów D-Movie pozwala na rejestrowanie aparatem materiału w rozdzielczości 4K/UHD.Pozostań w czołówce dzięki 153-polowemu autofokusowi nowej generacji i buforowi mieszczącemu 200 zdjęć w formacie NEF (RAW)Pokonaj konkurencję dzięki nowemu, fenomenalnemu autofokusowi firmy Nikon. Niewiarygodna liczba 153 pól AF i 99 pól krzyżowych sprawia, że lustrzanka D5 oferuje wyjątkowo szerokie pokrycie. Niezależnie od tego, czy fotografujesz na torze wyścigowym, czy na czerwonym dywanie, możesz zarejestrować praktycznie każdą sytuację. Małe, szybko poruszające się obiekty można śledzić z niedostępną wcześniej precyzją. Obiekty na krawędzi kadru są łatwo wykrywane, a fotografowanie w kadrze pionowym zostało znacznie udoskonalone. Czułość autofokusa już od -4 EV (ISO 100, 20°C) zapewnia nadzwyczajne działanie w słabym świetle i poprawia wydajność wszystkich trybów autofokusa. W trybie Ciągły AF można konfigurować pokrycie kadru przez pola AF w liczbie 153, 72 i 25. Wszystkie 153 pola AF działają z obiektywami AF NIKKOR z otworem względnym f/5,6 i jaśniejszymi, a 15 centralnych pól AF działa z obiektywami o otworze względnym f/8. Bufor aparatu o wysokiej pojemności: pozwala zarejestrować nawet 200 zdjęć w formacie NEF (RAW) ub dużych zdjęć JPEG w jednej szybkiej serii – to wystarczy, aby sfotografować cały finał sprintu na 100 m bez zdejmowania palca ze spustu migawki.Pokonaj konkurencję dzięki zwycięskiej kombinacji mocy i precyzjiFenomenalne możliwości lustrzanki D5 to wszystko, czego potrzeba do rejestrowania mistrzowskich zdjęć. Dzięki nowemu układowi ASIC przeznaczonemu specjalnie do obsługi autofokusa maksimum mocy obliczeniowej jest zawsze kierowane do systemu AF. Bez względu na szybkość akcji aparat nigdy nie jest słabym ogniwem. Fotografuj z szybkością do 12 kl./s z funkcją śledzenia AE/AF lub nawet 14 kl./s z podniesionym lustrem. Znacznie udoskonalono funkcję śledzenia AF i widoczność w wizjerze na potrzeby fotografii sportowej lub dowolnych sytuacji, w których fotografowane poruszające się obiekty nagle zmieniają kierunek ruchu. Szybsze sekwencyjne mechanizmy migawki i lustra znacznie skracają czas przesłonięcia wizjera podczas szybkich serii. W celu uzyskania najwyższej precyzji należy zamocować na korpusie aparatu 5 profesjonalny obiektyw NIKKOR wyposażony w tryb redukcji drgań SPORT, taki jak AF-S NIKKOR 600mm f/4E lub AF-S NIKKOR 500mm f/4E. Tryb redukcji drgań SPORT zapewnia także stabilny obraz w wizjerze podczas śledzenia szybkiego ruchu. Połącz lustrzankę D5 z jednym z tych obiektywów, aby rejestrować szybko i nieprzewidywalnie poruszające się obiekty z niezrównaną płynnością.Wyjdź przed szereg z nowym czujnikiem pomiaru światła i matrycąNieskrępowana moc obrazowania lustrzanki D5 to wyzwalające doświadczenie. Nowa matryca CMOS formatu FX o rozdzielczości 20,8 megapiksela oraz czujnik pomiaru ekspozycji RGB o rozdzielczości 180 tys. pikseli zapewniają niespotykanie dokładne rozpoznawanie obiektów i odwzorowanie szczegółów obrazu. Tym aparatem można fotografować nawet najbardziej dynamiczne sporty halowe. Przejścia tonalne na zdjęciach są bogatsze i dokładniejsze. Model D5 wyposażono także w monitor LCD o przekątnej 8 cm (3,2 cala) i rozdzielczości 2360 tys. punktów, który oferuje obsługę dotykiem w trybie przeglądnia. Poziom reakcji porównywalny ze smartfonami powoduje, że na tym ekranie o wysokiej rozdzielczości można szybko i łatwo sprawdzać oraz wybierać kluczowe zdjęcia. Fotografując w trybie podglądu na żywo, można dotykiem zmieniać pola AF lub przywoływać wstępnie ustawione dane punktowego balansu bieli dla wybranego obszaru w kadrze. W celu zapewnienia jeszcze większej kontroli program Picture Control 2.0 ułatwia definiowanie parametrów zarówno podczas fotografowania, jak i filmowania. Ustawienie Równomierne zapewnia maksymalny zakres dynamiki i ułatwia późniejszą obróbkę, a ustawienie Przejrzystość pozwala precyzyjnie dobrać poziom szczegółowości.Od ostrego słońca po astronomiczny zmierzch – fotografuj nawet to, czego nie dostrzeże oko Lustrzanka D5 zwiększa możliwości fotografowania w słabym świetle z maksymalnie otwartą przysłoną. Dzięki standardowemu zakresowi czułości ISO od 100 do 102400 i najwyższej rozszerzonej czułości w historii firmy Nikon możesz przekraczać granice. Nowy procesor przetwarzania obrazuEXPEED 5 sprawia, że w standardowym zakresie czułości ISO jakość zdjęć jest niespotykanie wysoka. Tak doskonała, pozbawiona szumów jakość jest możliwa dzięki systemowi przetwarzania sygnału zoptymalizowanemu na potrzeby nowej matrycy liczącej 25% więcej pikseli. Drobny szum został zdecydowanie zredukowany i nawet przycięte zdjęcia zrobione z wysokimi czułościami ISO zachowują swoją jakość. Niezwykłym osiągnięciem konstrukcyjnym jest dostępna obecnie możliwość rozszerzenia czułości ISO do odpowiednika ISO 3280000 w ramach ustawienia Hi 5. Ta niezwykle wysoka czułość ISO przeznaczona do zastosowań specjalistycznych, takich jak nadzór i ochrona, pozwala rejestrować kolorowe zdjęcia bez użycia lampy podczas tzw. zmierzchu astronomicznego, co odpowiada niezwykle niskiemu poziomowi oświetlenia wynoszącemu 0,001 luksa.Osiągaj coraz więcej: filmy D-Movie o wysokiej rozdzielczości 4K D5 to pierwsza cyfrowa lustrzanka jednoobiektywowa firmy Nikon rejestrująca filmy o wysokiej rozdzielczości 4K/UHD w aparacie, znacząco przewyższająca filmowe możliwości modelu D4S. Filmy 4K (3840x2160 pikseli) można rejestrować z szybkością 30p/25p/24p z zachowaniem natywnych proporcji i najwyższej jakości obrazu. Podczas filmowania w rozdzielczości Full HD (1080p) można rejestrować wideo z szybkością maksymalną 50p/60p w wielu formatach kadrowania, w tym w natywnym formacie Full HD. Podczas filmowania w trybie M czułość dla wszystkich rozdzielczości wideo i trybów przycięcia można ustawiać od ISO 100 aż do ustawienia Hi 5. W trybie Automatyczny dobór ISO możliwe są wartości od ISO 200 aż do Hi 5, przy czym można skonfigurować maksymalne ustawienie czułości ISO, które będzie wybierane. Aparat oferuje czysty sygnał wyjściowy HDMI: nawet filmy 4K można rejestrować na karcie pamięci w aparacie albo wysyłać bez kompresji przez wyjście HDMI w postaci 8-bitowego sygnału 4:2:2 YCbCr. Wyjście HDMI jest dostępne dla wszystkich rozdzielczości filmów podczas fotografowania zdalnego.Praca z turbodoładowaniem: szybka rejestracja zdjęć i 4-krotnie szybszytransfer danych Szybciej, ostrzej i łatwiej – ideą przewodnią modelu D5 jest sprawniejsze użytkowanie. Ten aparat, zaprojektowany z uwzględnieniem opinii fotografów agencyjnych, którzy robią zdjęcia całymi dniami, redukuje czynniki stresu nieodłącznie związane z wymaganiami profesjonalnej fotografii. Z punktu widzenia ergonomii udoskonalenia obejmują przyciski z lepiej podkreślonymi wypukłościami i krzywiznami, które umożliwiają bardziej intuicyjną obsługę, szczególnie podczas fotografowania z użyciem wizjera. Nowe, podwójne gniazdo kart pamięci XQD z łatwością podoła niezwykłym możliwościom rejestracji przez lustrzankę D5 nawet 200 zdjęć w formacie NEF (RAW) w jednej serii oraz zapewni natychmiastowe wyczyszczenie bufora przed następną serią. Nowy port USB 3.0 pozwala na szybką transmisję dużych ilości danych, a połączenia sieci bezprzewodowej i Ethernet są obecnie dwukrotnie szybsze. Nie tylko rodzina korpusów firmy Nikon rośnie w siłę – podobnie jest z kreatywnym systemem oświetlenia firmy Nikon, do któreo dołączyła lama błyskowa SB-5000. Ta nowa lampa błyskowa wykorzystuje komunikację radiową i poprawia działanie systemu lamp błyskowych firmy Nikon w trudnych warunkach.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db42109a7ea49e007da0231"
  },
  {
    "_id": "5db41c6e5b6e054a53f7a83b",
    "title": "Nikon Coolpix W300 (pomarańczowy)",
    "saleTaxRate": 23,
    "salePriceGross": 1410,
    "description": "Firma Nikon przedstawia COOLPIX W300 – nowy aparat na każdą pogodę, sprawdzony w działaniu głęboko pod wodą. Ten łatwy w użyciu kompakt jest doskonałą propozycją dla miłośników przygód – znakomicie spisuje się zarówno na wyprawach w teren, jak i w mieście.Aparatem COOLPIX W300 można łatwo rejestrować zdjęcia w rozdzielczości 16 mln pikseli i filmy 4K/UHD na głębokości do 30 m bez dedykowanej obudowy.[1] Z kolei na lądzie ten niezawodny, pyłoszczelny model jest odporny na niską temperaturę do -10°C[2], a jego wstrząsoodporny korpus wytrzymuje upadki z wysokości do 2,4 m.[3] Jasny szerokokątny obiektyw zmiennoogniskowy NIKKOR pozwala uzyskać znakomite zdjęcia dynamicznych sytuacji przy słabym oświetleniu lub w podwodnym półmroku. Tryb makro umożliwia fotografowanie zachwycających drobnych szczegółów w dużym zbliżeniu – zarówno na lądzie, jak i pod wodą. Dzięki obsłudze systemów GPS/GLONASS/QZS można łatwo dodawać znaczniki geograficzne do zdjęć lub rejestrować trasy. Z kolei aplikacja SnapBridgepozwala natychmiastowo i automatycznie synchronizować zdjęcia z urządzeniem mobilnym, a także używać np. smartfona do zdalnej obsługi aparatu.Ines Bernardes, kierownik ds. produktów w firmie Nikon Europe, powiedziała: „Jeśli cenisz sobie smak przygody, ten aparat jest stworzony dla Ciebie. Z modelem COOLPIX W300 w dłoni możesz fotografować imprezy na basenie, piękno przyrody podwodnej podczas snorkelingu oraz rejestrować wyprawy podwodne na drodze do uzyskania stopnia nurkowego Advanced Open Water! Możesz też robić zdjęcia krajobrazom w trakcie jazdy samochodem terenowym lub filmować wydarzenia na stoku narciarskim bez obaw o sam aparat. Wszystkimi przygodami możesz dzielić się na bieżąco dzięki aplikacji SnapBridge”.Podsumowanie najważniejszych funkcjiWytrzymała konstrukcja. Niezawodne działanie. Prawdziwa swoboda. Wodoszczelność do głębokości 30 m bez dedykowanej obudowy.1 Wstrząsoodporność przy upadkach z wysokości do 2,4 m.[2] Odporność na niską temperaturę do -10°C oraz pyłoszczelność.[3]Emocjonujące chwile. Wyjątkowe zdjęcia. Czuła matryca CMOS w technologii BSI o rozdzielczości 16 mln pikseli oraz jasny obiektyw f/2,8 z 5-krotnym zoomem optycznym. 10-krotny zoom cyfrowy Dynamic Fine Zoom4 umożliwia dwukrotne wydłużenie ogniskowej obiektywu, pozwalając jeszcze bardziej zbliżyć się do centrum wydarzeń, bez utraty na jakości obrazuPokaż niedostępne dotąd rejony. Aparat umożliwia rejestrowanie filmów w rozdzielczości 4K/UHD 30p lub Full HD (1080p) na lądzie lub pod wodą. Nowa, automatyczna blokada ekspozycji AE pozwala na filmowanie przy zmiennym oświetleniu, co szczególnie przydaje się pod wodą.Ostrość i stabilizacja. Błyskawiczny autofokus i znakomita funkcja pięcioosiowej hybrydowej redukcji drgań firmy Nikon zapewniają doskonałą szybkość i stabilizację podczas fotografowania na lądzie i pod wodą.Wie, dokąd się wybierasz. Pokazuje przemierzone szlaki. Nowy przycisk umożliwia błyskawiczne wyświetlenie na monitorze współrzędnych GPS, liczby wykonanych kroków oraz wysokości n.p.m./głębokości lub ciśnienia powtrza/wody.Pełna kontrola nad życiem pełnym przygód. Ergonomiczny uchwyt, duży monitor i łatwe sterowanie pod wodą lub dłońmi w rękawiczkach.Świat czeka na Ciebie. Poznaj każdy jego zakątek. Gniazdo statywowe aparatu przydaje się zarówno do montowania akcesoriów, takich jak podwodna lampa błyskowa SB-N10 firmy Nikon, jak i do rejestrowania filmów poklatkowych z użyciem statywu.[1] Wodoszczelność: odpowiednik odporności klasy 8 (IPX8) JIS/IEC w teście przeprowadzonym przez firmę Nikon. Aparat umożliwia fotografowanie na głębokości do 30 m przez około 60 minut.[2] Pyłoszczelność/odporność na niską temperaturę: odpowiednik odporności klasy 6 (IPX6) JIS/IEC w teście przeprowadzonym przez firmę Nikon.[3] Wstrząsoodporność: sprawdzona w teście przeprowadzonym przez firmę Nikon zgodnie z normą testową MIL-STD-810F – metoda 516.5: odporność na wstrząsy (produkt jest upuszczany z wysokości 240 cm na powierzchnię sklejki o grubości 5 cm).[4] Funkcja Dynamic Fine Zoom pozwala uzyskać zoom dwukrotnie przekraczający maksymalne powiększenie przy zoomie optycznym, z zachowaniem maksymalnej rozdzielczości zdjęcia.Zgodność z aplikacją SnapBridgeŁączność z aparatem za pośrednictwem komunikacji Bluetooth® i Wi-Fi® jest dostępna tylko z użyciem aplikacji SnapBridge. Aby móc korzystać z aplikacji SnapBridge firmy Nikon w połączeniu z tym aparatem, należy ją zainstalować na zgodnym urządzeniu mobilnym.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db42109a7ea49e007da0231"
  },
  {
    "_id": "5db42500f5728426bde3d686",
    "title": "Olympus OM-D E-M10 Mark III 14-42mm f/3.5-5.6 ED EZ PANCAKE",
    "saleTaxRate": 23,
    "salePriceGross": 3499,
    "description": "Nowoczesny i jednocześnie klasyczny wygląd korpusu aparatu E-M10 Mark III przyciąga wzrok,a intuicyjna obsługa i lekka konstrukcja sprawiają, że najnowszy model OM-D będzie idealnymtowarzyszem każdej naszej wyprawy.Kusząca perspektywCzy warto zrobić tylko jedno zdjęcie idealnej sceny? Dzięki dotykowemu, odchylanemu ekranowi LCD z łatwością uchwycisz każdą chwilę z dowolnej perspektywy. Teraz masz pełną kontrolę.Odpowiednie oświetlenieWbudowana lampa błyskowa świetnie sprawdza się w ciemności oraz w słabym oświetleniu. Wystarczy użyć przełącznika, aby lampa błyskowa automatycznie ustawiła się we właściwym położeniu.Idealny widokElektroniczny wizjer pozwala szybko i niezawodnie dostosować parametry do konkretnej sceny. Automatyczne dostosowanie jasności i pełna, kreatywna kontrola dają gwarancję, że nasze zdjęcia będą wyglądać doskonale.Wystarczy jedno dotknięcie ekranuW trudnych warunkach czasami łatwiej jest fotografować, korzystając z dotykowego ekranu. Dzięki migawce dotykowej z funkcją AF wystarczy wybrać pole ostrości i dotknąć ekran, aby uzyskać idealne zdjęcie.Kompaktowa konstrukcjaZarzuć naramię pasek aparatu E-M10 Mark III i ruszaj w drogę. Najnowszy OM-D dobrze leży w dłoni i jest tak lekki, że nosząc go, można o nim zapomnieć",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db41d72d8a5fe3784768711"
  },
  {
    "_id": "5db41df25f0bff885c272448",
    "title": "Olympus OM-D E-M5 MARK II z ob. 12-40mm f/2.8 ED PRO",
    "saleTaxRate": 23,
    "salePriceGross": 6690,
    "description": "Doskonałość bez rozmyć Kamera, Akcja! - czysty obraz z najlepszą na świecie stabilizacja obrazu. Idealne rozwiązanie pozwalające na uzyskiwanie wyraźnych zdjęć i filmów w słabych warunkach oświetleniowych i bez statywu. Pochylenia w przód i tył przesunięcia na boki, w górę i dół, obroty – wbudowana 5-osiowa stabilizacja obrazu poradzi sobie ze wszystkim i pozwoli na zdjęcia bez rozmyć. Obraz w wizjerze również będzie stabilny, co ułatwia kadrowanie sceny.Moc w twoich dłoniach Model E-M5 to sprawdzony przenośny system. Waży on tylko 417 g, a jakość jego konstrukcji jest nieporównywalna. Jest odporny na kurz, mróz i zachlapania, więc kaprysy Matki Natury nie pokrzyżują Ci żadnej sesji. Wszystko to, w połączeniu z kompaktowym rozmiarem zapewnia Ci niezwykłą mobilność w każdej sytuacji i w dowolnych warunkach.Łatwość filmowania Uwolnij się od niewygodnych stabilizacji kamer, używanych przy kręceniu filmów najwyższej jakości. Najlepsza na świecie 5-osiowa stabilizacja obrazu, w jaka jest wyposażonyE-M5 Mark II jest wszystkim czego potrzebujesz. Możesz dzięki niej kręcić stabilne filmy nawet będąc w ruchu, Wysoki współczynnik bitrate, aż do 77Mbps i i tryb nagrywania z różną częstotliwością klatek pozwoli na nagrywanie zapierających dech scen w jakości Full HD. Uchwyć nowe perspektywy, Ponieważ dotykowy ekran LCD może być odchylany pod wieloma katami, możesz do filmowania wykorzystać różne, niestandardowe perspektywy.Podbij rozdzielczość Przy ujęciach detali liczy się rozdzielczość – im większa, tym lepsza. Właśnie dlatego E-M5 Mark II wyposażony został w nowy tryb 40M High Res Shot. Dzięki ośmiu ujęciom, które składane są w jedno zdjęcie możesz uzyskiwać zachwycające dokładnością zdjęcia przedmiotów czy krajobrazów o jakości 40 megapikseli.Odkryj przyjemność pracy bez kabli. Pełna, bezprzewodowa kontrola nad ujęcem dzięki połączeniu ze smartfonem. Dzięki wbudowanej w E-M5 łączności Wi-Fi możesz zmieniać ustawienia przysłony, czas migawki i inne ustawienia bez dotykania aparatu. Dzięki zainstalowanej na smartfonie aplikacja OLYMPUS Image Share możesz natychmiast opublikować zdjęcia na portalach społecznościowych.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db41d72d8a5fe3784768711"
  },
  {
    "_id": "5db41e37641b22904946716d",
    "title": "Olympus PEN E-PL9 z ob. 14-42mm f/3.5-5.6 ED EZ",
    "saleTaxRate": 23,
    "salePriceGross": 2799,
    "description": "Bezlusterkowiec Olympus PEN E-PL9 przeniesie Twoją fotografię na wyższy poziom – zrób najwyższej jakości zdjęcia, połącz aparat ze swoim smartfonem dzięki wbudowanemu Wi-Fi i z łatwością udostępnij fotografie przyjaciołom i znajomym.Nie rób fotek. Zacznij robić zdjęcia.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db41d72d8a5fe3784768711"
  },
  {
    "_id": "5db41ee4d10160518878a351",
    "title": "Panasonic LUMIX GX800 (czarny)",
    "saleTaxRate": 23,
    "salePriceGross": 1349,
    "description": "Cyfrowy jednoobiektywowy bezlusterkowy (DSLM) aparat oferujący możliwość robienia zdjęć i nagrywania filmów w rozdzielczości 4K.Wiesbaden, Niemcy (4 stycznia 2017 roku) – Panasonic wprowadza dzisiaj na rynek kompaktowy bezlusterkowy aparat dla fanów selfie, który oferuje najwyższą wydajność. Oto LUMIX GX800 zapewniający świetną jakość obrazu osobom, które pragną uchwycić piękne scenerie i wyjątkowe momenty. Wyposażony w zaawansowane rozwiązania technologiczne aparat LUMIX GX800 ma obracany tylny wyświetlacz i całą gamę opcji, takich jak nowo zintegrowane funkcje rejestracji zdjęć i obrazów wideo w rozdzielczości 4K. A to wszystko w eleganckiej, stylowej i kompaktowej obudowie.Trzycalowy dotykowy wyświetlacz o rozdzielczości 1040 tys. punktów można obrócić nawet o 180 stopni. Po wykonaniu obrotu aparat automatycznie przechodzi w tryb zdjęć autoportretowych. W trybie autoportretowym dostępny jest szereg funkcji pomocnych w pracy ze zdjęciami typu selfie, w tym nowo dodany tryb robienia selfie wrozdzielczości 4K. Dzięki funkcjom upiększania portrety mogą być jeszcze bardziej atrakcyjne. Funkcja Beauty Retouch, którą można zastosować po zrobieniu zdjęcia, pozwala na retusz estetyczny/wizażowy bezpośrednio w aparacie[1]. Ponadto użytkownicy mogą wyostrzyć lub rozmyć tło, w zależności od potrzeb, dzięki nowej funkcji kontroli tła – Background Control. W trybie autoportretowym można robić zdjęcia panoramiczne.16-megapikselowa matryca Digital Live MOS bez dolnoprzepustowego filtra i nowy procesor obrazu Venus Engine umożliwiają uzyskanie wyrazistych obrazów o wysokiej rozdzielczości, co widać po świetnym kontraście w najdrobniejszych szczegółach. Wrażenie robi też odwzorowanie barw i maksymalna czułość ISO 25 600. Aparat LUMIX GX800 rejestruje płynne, charakteryzujące się wysoką rozdzielczością sekwencje wideo w rozdzielczości QFHD 4K (rozdzielczość 3840 x 2160) przy lub 24p w MP4*3. Dzięki technologii 4K użytkownicy aparatu mogą cieszyć się zdjęciami w rozdzielczości 4K i szeregiem funkcji pochodnych, tkich jak Focus Stacking, Post Focus i Light Composition.Ci, który chcą mieć więcej twórczej swobody, mogą skorzystać z funkcji Creative Control (kreatywnej kontroli), Creative Panorama (kreatywnej panoramy) i Photo Style (stylów fotografii) włącznie z trybem zdjęć monochromatycznych (L.Monochrome). Tryb inteligentnej automatyki (Intelligent Auto) i przewodnik po kompozycji scen (Scene Guide) sprawiają, że z obsługą LUMIX GX800 poradzą sobie nawet ci, którzy wcześniej nie używali cyfrowych aparatów z wymiennymi obiektywami. Aparat ma zintegrowaną łączność z siecią Wi-Fi®, co zapewnia większą elastyczność podczas fotografowania i umożliwia natychmiastowe udostępnienie zdjęcia dzięki prostej obsłudze. Aparat LUMIX GX800 jest dostępny w obudowach w kolorze srebrnym, czarnym, pomarańczowym i czarnym podpalanym. Jego elegancki wygląd mieści się w kanonie stylistyki aparatów. Zrób zachwycający autoportret dzięki obsłudze selfie w rozdzielczości 4K i w trybie panoramicznym Nowy aparat LUMIX GX800 został tak zaprojektowany i opracowany, aby robienie selfie było jeszcze większą radością. Korzystając z przewagi, którą daje technologia 4K, aparat wychwyci najlepszy moment na zrobienie zdjęcia – kiedy wszyscy się uśmiechają przy robieniu grupowego selfie lub gdy w tle coś się porusza, na przykład przejeżdża pociąg. Funkcje upiększania umożliwiają robienie bardziej atrakcyjnych portretów dzięki efektom Soft Skin (gładkiej skóry), Defocusing (rozmycia) czy Slimming (wyszczuplenia). Po wykonaniu zdjęcia można zastosować w aparacie funkcję Beauty Retouch polegającą na retuszowaniu estetycznym lub wizażowym[1]. Nieważne, czy użytkownik robi zdjęcia podczas podróży czy w trakcie robiącej duże wrażenie imprezy – tryb kontroli tła (Background Control) sprawia, że może wybrać, czy tło zdjęcia będzie ostre czy rozmyte Zdjęcia typu selfie można również robić w trybie panoramicznym. Jest to rozwiązanie idealne dla grupowych selfie oraz dla autoportretów z dynamiczną scenerią w tle.Tryb autoportretu włącza się automatycznie po obróceniu ekranu. Selfie można robić bez konieczności trzymania aparatu. Dzięki temu użytkownicy LUMIX GX800 mają wolne ręce, a tym samym większą swobodę i ekspresję w pozowaniu.W aparacie GX800 funkcje Face Shutter i Buddy Shutter (wykrywania jednej lub dwóch twarzy) są dostępne przy wyzwalaniu migawki. Migawka uruchamia się z chwilą, gdy użytkownik pomacha ręką przed twarzą lub gdy w kadrze znajdą się dwie twarze.Uchwyć każdą ulotną chwilę – wiodące technologie 4K i oszałamiające wynikiAparat LUMIX GX800 może nagrywać płynne, charakteryzujące się wysoką rozdzielczością 4K filmy. Mimo tak wysokiej wydajności jest niezwykle energooszczędny i ma kompaktowe rozmiary. Dzięki zastosowaniu technologii 4K użytkownik może robić zdjęcia w tej rozdzielczości z prędkością 30 kl./s, zatrzymując w kadrze ulotne chwile. Najlepsze ujęcie, które zostało zarejestrowane i zapisane w pliku z fotografiami seryjnymi w rozdzielczości 4K, można zapisać jako zdjęcie. W FOTO 4K dostępne są trzy tryby, których można użyć w zależności od sytuacji: 4K seryjne (tryb Burst), 4K Burst (Start/Stop) i 4K (Pre-burst). Wszystkie pozwalają użytkownikowi na zapis zdjęć w wysokiej rozdzielczości równoważnej 8 megapikselom. Jest to jakość wystarczająco dobra do druku w formacie A3. Istnieje możliwość zapisu do 150 klatek w ciągu 5 sekund następujących po wybranej klatce.Aparat LUMIX GX800 wyposażono także w funkcję Post Focus, która pozwala na wybranie obszaru do wyostrzenia nawet po wykonaniu zdjęcia. Jest to pomocne na przykładpodczas robienia zdjęć makro, które wymagają dokładnego ustawienia ostrości, lub fotografowania dynamicznej scenerii, gdzie wyostrzony obiekt ulega zmianom. Tę funkcję opracowano, łącząc bardzo szybki i precyzyjny system DFD (Depth From Defocus), technologię autofokusu i technologię 4K.Wysoka jakość obrazu z realistycznymi szczegółami i imponującą reprodukcją barwAparat LUMIX GX800 pozwala na robienie żywych, realistycznych zdjęć z doskonałą rozdzielczością, wysokim kontrastem i perfekcyjną reprodukcją barw. Dzięki usunięciu filtra dolnoprzepustowego podwyższono wynikową rozdzielczości. Procesor obrazu Venus Engine odtwarza żywe, naturalne kolory – na przykład czystego nieba – rozdzielając odcień, nasycenie i jasność, a następnie precyzyjnie regulując każdy z tych parametrów oddzielnie. Połączenie matrycy Digital Live MOS i procesora obrazu Venus Engine zapewnia uzyskanie wyraźnych realistycznych obrazów z minimalnym szumem, nawet jeśli zdjęcia robione są w słabych warunkach oświetleniowych. Autofokus opartyna detekcji kontrastu z technologią DFD (Depth From Defocus) sprawia, że aparat jest szybki i dokładny. Jest to możliwe dzięki wymianie sygnałów cyfrowych pomiędzy aparatem a obiektywem, który pracuje przy maksymalnym ustawieniu 240 kl./s*1. Pozwala to na błyskawiczne (ok. 0,07 s.) automatyczne ustawienie autofokusu*2.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db41ed2e6b4a21e6920cb88"
  },
  {
    "_id": "5db41f9d84a27f1c47758f48",
    "title": "Polaroid Snap Touch (czerwony)",
    "saleTaxRate": 23,
    "salePriceGross": 749,
    "description": "Kluczowe cechyAparat natychmiastowy z matrycą CMOS o rozdzielczości 13 MpixWydruk zdjęć w ciągu 45 sekundNagrywanie filmów w rozdzielczości Full HDDuży, dotykowy ekran 3,5''Wbudowana lampa błyskowaStabilizacja obrazuLustro do zdjęć typu Selfie Interfejs BluetoothWydrukuj każdą chwilęPoznaj Polaroid Snap Touch, aparat natychmiastowy, który umożliwia robienie, drukowanie i udostępnianie wszystkich ulubionych zdjęć. Uchwyć każdą chwilę i dziel się z najbliższymi. Wydrukuj zdjęcie i podaruj bliskiej Ci osobie lub prześlij za pomocą interfejsu Bluetooth.Polaroid Snap TouchwydajnośćZaawansowany aparat natychmiastowyPolaroid Snap Touch to zaawansowany aparat cyfrowy z matrycą CMOS 13 Mpix oraz możliwością natychmiastowego druku zdjęć. Uwiecznij każdy moment w wysokiej jakości Full HD i ciesz się doskonałym, wydrukowanym zdjęciem w zaledwie 45 sekund. Ten niewielki aparat posiada duży, dotykowy ekran LCD o przekątnej 3,5'', a także wbudowaną stabilizację obrazu. Mało tego, Snap Touch obsługuje karty microSD do 128 GB - wiele miejsca na wiele wspomnień.Polaroid Snap Touch FunkcjebluetoothŁączność BluetoothAparat posiada wbudowany moduł Bluetooth, który umożliwia łatwe udostępnianie zdjęć czy filmów oraz wydruk zdjęć ze smartfona za pomocą dedykowanej aplikacji.Polaroid Snap Touch Bluetoothgaleria zdjęćDoskonała rozrywkaPolaroid Snap Touch to nie tylko aparat, to także doskonałe centrum rozrywki. Urządzenie posiada lustro do zdjęć typu Selfie wbudowaną lampę błyskową oraz tryb zdjęć HDR. Ponadto wiele trybów i możliwość obróbki zdjęć sprawi, że Polaroid Snap Touch stanie się Twoim nieodłącznym akcesorium.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db41f4da28ba13c1a1ca2de"
  },
  {
    "_id": "5db41fd80d45c09065c85329",
    "title": "Polaroid Snap (biały)",
    "saleTaxRate": 23,
    "salePriceGross": 499,
    "description": "POLAROID SNAP to najmniejszy na świecie cyfrowy aparat do zdjęć natychmiastowych.Nie jest to zwykły aparat analogowy, ale w pełni cyfrowe urządzenie pozwalające na zapis zdjęć w wersji cyfrowej na zewnętrznej karcie pamięci MicroSD, umieszczanej w aparacie.Aparat posiada matrycę o rozdzielczości 10MP oraz możliwość ustawiania jednego z 7 programów tematycznych podczas wykonywania zdjęć.Polaroid Cube +Aparat obsługuje karty pamięci MicroSD i MicroSDHC do 32GB.Aparat posiada w zestawie dekielek ochronny mocowany na MAGNES.Polaroid SNAP posiada standardowe mocowanie gwintowe 1/4” pod statyw fotograficzny oraz wejście na kabel MicroUSB.SystemBankPolaroid Cube +Wbudowany wizjer w stylu RETRO umożliwia podgląd kadru przy wykonywaniu zdjęć.Lampa błyskowa wykonana w najnowszej technologii LED gwarantuje doskonałe, mocne i naturalne oświetlenie.Wydruk zdjęcia następuje natychmiast po jego wykonaniu. Gotowe zdjęcie otrzymujemy w ciągu 45 sekund.Każde wydrukowane zdjęcie może pełnić funkcję NAKLEJKI, gdż z tyłu posiada warstwę samoprzylepną.SystemBankPolaroid Cube +Zdjęcia drukowane są w sposób termiczny, bez użycia atramentu, na papierze ZINK PAPER tym samym, który stosowany jest w aparatach POLAROID Z2300 oraz drukarkach POLAROID ZIP.Papier ZINK jest odporny na promieniowanie UV, wilgoć oraz uszkodzenia mechaniczne. Posiada również bardzo długą żywotność kolorów.Papier nie jest dostępny w zestawie z aparatem, należy dokupić go osobno.Polaroid Cube +Polaroid Cube +Aparat posiada 7 programów tematycznych:1. Zdjęcie standardowe - kolorowe2. Zdjęcie czarno-białe3. Zdjęcie sepia4. Zdjęcie standardowe - kolorowe z ramką Polaroid5. Zdjęcie czarno-białe z ramką Polaroid6. Zdjęcie sepia z ramką Polaroid7. FOTOBUDKAAparat posiada również funkcję samowyzwalacza, pozwalającą na wykonywanie zdjęć z opóźnieniem 10s. Idealny do SELFIE.SystemBankPolaroid Cube +FOTOBUDKAAparat pozwala na wykonanie 4 zdjęć w serii, co 4 sekundy każde oraz ich wydruk na jednym papierze.Na karcie pamięci każde wykonane zdjęcie w tej funkcji jst zapisywane niezależnie.Polaroid Cube +Polaroid Cube +POZOSTAŁE FUNKCJE:AUTO SLEEP - funkcja przełączania się w stan gotowości po 5 minutach działania aparatu w trybie czuwania.WBUDOWANA PAMIĘĆ - aparat posiada wbudowaną pamięć pozwalającą na wykonanie jednego zdjęcia o rozdzielczości 5MP i jego natychmiastowy wydruk.KAŻDE WYKONYWANE ZDJĘCIE ZAPISYWANE JEST NA KRCIE PAMIĘCI. NAWET JEŚLI NIE KORZYSTAMY Z WKŁADÓW DO DRUKU, TO ZDJĘCIE I TAK ZOSTANIE ZAPISANE.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db41f4da28ba13c1a1ca2de"
  },
  {
    "_id": "5db42010e81873c05dba1332",
    "title": "FujiFilm Instax Mini 9 (ice blue)",
    "saleTaxRate": 23,
    "salePriceGross": 259,
    "description": "Następca mini 8, wyróżnia się specjalnym lusterkiem zamieszczonym przy obiektywie do robienia „selfie”, dodatkowym trybem naświetlania „high key”, zasilaniem z 2 baterii typu AA oraz 5 kolorami korpusu.Wybór trybów fotografowania jest umieszczony przy obiektywie. Diody LED wskazują który tryb naświetlania będzie odpowiedni do danych warunków oświetleniowych.CechyWbudowane lusterko do „selfie”Nakładka macro w zestawieStylowy pasek na nadgarstek w zestawieKolory do wyboru: niebieski, błękitny, zielony, różowy, białyŁatwe ustawianie naświetleniaWbudowany fleszUstawianie ostrości 0.6m – do nieskończonościWysoka rozdzielczość obiektywu FujinonWkłady-zdjęcia: film Fuji Instax Mini (wielkość karty kredytowej)Pełna specyfikacjaAparat na barwny film światłoczuły Fujifilm Instant instax mini Rozmiar filmu: 54 x 86mm (szer. x wys.)Obszar obrazu: 46 x 62mmObiektyw Fujinon, f=60mm, 1:12.7Celownik optyczny o powiększeniu 0.4 z oznaczonym polem kadruUstawianie ostrości od 0.6m do nieskończonościMigawka elektroniczna o czasie otwarcia 1/60-sek.Korekcja ekspozycji włączana/wyłączana manualnie (Wskaźnik LED w światłomierzu)Automatyczny wysuw filmuLampa błyskowa: Automatyczna aktywacja przy słabym oświetleniu, automatyczna regulacja,cykl ładowania lampy 0.2 – 6 sek, efektywny zakres błysku 0.6 - 2.7mZasilanie: Dwie baterie alkaliczne LR6/AA 1.5V; możliwość wykonania około 10 pakietów zdjęć (w oparciu o testy w warunkach określonych przez Fujifilm)Wymiary korpusu: 116 x 118,3 x 68,2 mm (szer. x wys. x wys.)Waga: 307g (bez baterii, paska i filmu)",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5db42004ac816d416cc32f86"
  },
  {
    "_id": "5db49df7a481778ee213262d",
    "title": "NOKIA 2.2 TA-1188 DS 2/16 PL BLACK",
    "saleTaxRate": 23,
    "salePriceGross": 492.51,
    "description": "WYMIENNE OBUDOWYNokia 2.2 wyposażona została w zdejmowaną obudowę, dzięki czemu możesz dokupić wymienne plecki w trzech modnych kolorach: leśnym zielonym, lodowym niebieskim oraz piaskowym różowym. Smartfon marki Nokia może pochwalić się również doskonałym designem i wytrzymałym, poliwęglanowym korpusem. Prócz tego wykończenie o dużym połysku dodaje smukłości i zrobi wrażenie na Twoim znajomych.ENERGOOSZCZĘDNE TECHNOLOGIEModel 2.2 to też akumulator litowo-jonowy o pojemności 3000 mAh, który w połączeniu z najnowszymi energooszczędnymi technologiami umożliwiają swobodną pracę przez cały dzień. Dodatkowo dwa aparaty (13 i 5 Mpx) pozwolą na zrobienie doskonałych zdjęć w każdej chwili, a technologia fotografowania w słabym oświetleniu ułatwi uchwycenie najpiękniejszych kadrów po zmroku.GOOGLE ASSISTANTNokia 2.2 daje Ci możliwość załatwiania najważniejszych spraw jednym naciśnięciem. Specjalny przycisk uruchamia Google Assistant, dzięki któremu za pomocą swojego głosu zrobisz listę zakupów, wyznczysz dojazd do najbliższej restauracji lub sprawdzisz wyniki ulubionej drużyny sportowej. Tryb walkie-talkie polega na przytrzymaniu przycisku Google Assistant i natychmiastowego zapytania asystenta o zagadnienia niecierpiące zwłoki.Przedni aparat w smartfonie Nokia 2.2 umożliwia odblokowanie przez funkcję rozpoznawania twarzy. Telefon rozpozna również moment, w którym Twoje oczy są otwarte. Model 2.2 charakteryzuje się 5,71-calowym wyświetlaczem HD+ o proporcjach 19:9, który ułatwi oglądanie ulubionych seriali czy przeglądanie sieci.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db49f4e287c65c6e7cd84ec"
  },
  {
    "_id": "5db4a09fbdc75ced4021a715",
    "title": "Honor 20 Lite (Harry-L21CT) (4+128) Midnight Black",
    "saleTaxRate": 23,
    "salePriceGross": 1265.67,
    "description": "WYMIENNE OBUDOWYNokia 2.2 wyposażona została w zdejmowaną obudowę, dzięki czemu możesz dokupić wymienne plecki w trzech modnych kolorach: leśnym zielonym, lodowym niebieskim oraz piaskowym różowym. Smartfon marki Nokia może pochwalić się również doskonałym designem i wytrzymałym, poliwęglanowym korpusem. Prócz tego wykończenie o dużym połysku dodaje smukłości i zrobi wrażenie na Twoim znajomych.ENERGOOSZCZĘDNE TECHNOLOGIEModel 2.2 to też akumulator litowo-jonowy o pojemności 3000 mAh, który w połączeniu z najnowszymi energooszczędnymi technologiami umożliwiają swobodną pracę przez cały dzień. Dodatkowo dwa aparaty (13 i 5 Mpx) pozwolą na zrobienie doskonałych zdjęć w każdej chwili, a technologia fotografowania w słabym oświetleniu ułatwi uchwycenie najpiękniejszych kadrów po zmroku.GOOGLE ASSISTANTNokia 2.2 daje Ci możliwość załatwiania najważniejszych spraw jednym naciśnięciem. Specjalny przycisk uruchamia Google Assistant, dzięki któremu za pomocą swojego głosu zrobisz listę zakupów, wyznczysz dojazd do najbliższej restauracji lub sprawdzisz wyniki ulubionej drużyny sportowej. Tryb walkie-talkie polega na przytrzymaniu przycisku Google Assistant i natychmiastowego zapytania asystenta o zagadnienia niecierpiące zwłoki.Przedni aparat w smartfonie Nokia 2.2 umożliwia odblokowanie przez funkcję rozpoznawania twarzy. Telefon rozpozna również moment, w którym Twoje oczy są otwarte. Model 2.2 charakteryzuje się 5,71-calowym wyświetlaczem HD+ o proporcjach 19:9, który ułatwi oglądanie ulubionych seriali czy przeglądanie sieci.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a15105d794984b319799"
  },
  {
    "_id": "5db4a3097a7d2443183165f1",
    "title": "Xiaomi Redmi Note 7 4/64GB White",
    "saleTaxRate": 23,
    "salePriceGross": 899,
    "description": "Błyskawiczny obsługa aplikacji i dynamiczna rozgrywka, to żywioł białego Xiaomi Redmi Note 7 64 GB. Za sprawą 8-rdzeniowego procesora Snapdragon 660 o mocy 2,2 GHz, smartfon bez trudu radzi sobie z obsługą najbardziej wymagających zadań. Co więcej, robi też fantastyczne zdjęcia, dzięki podwójnemu aparatowi z ultraczułą matrycą 48 Mpix oraz sensorem pomocniczym 5 Mpix.Sprawdź, jak Xiaomi Redmi Note 7 64 GB biały wygląda w rzeczywistości. Chwyć zdjęcie poniżej i przeciągnij je w lewo lub prawo aby obrócić produkt lub skorzystaj z przycisków nawigacyjnych.wbudowana kameraIdealny do nocnej fotografiiZrobienie szczegółowej fotki z idealnie odwzorowanymi kolorami nawet po zmroku, wydaje się trudnym zadaniem. Dla aparatu Redmi Note 7 wyposażonego w matrycę Samsung 48 Mpix to jednak żaden problem. Sensor quad pixel potrafi połączyć cztery sąsiadujące piksele w jeden, zwiększając tym samym światłoczułość. Mało tego, pomocnicza kamera 5 Mpix wzbogaci Twoje fotografie ciekawym efektem rozmycia tła.XiaomiRedmi Note 7 podwójny aparat bokeh aiekran smartfonuSzczegółowy, panoramiczny ekranWykonana z odpornego na zarysowania szkła Gorilla Glass obudowa białego Redmi Note 7 64 GB, zapewnia rewelacyjną trwałość urządzenia. Chroni przy tym również panoramiczny ekran 6,5 wypełniający praktycznie cały front smartfonu. Jego rewelacyjne kolory i rozdzielczość Full HD+ zachwycą zarówno fanów gier jak i miłośników filmowych wrażeń. Xiaomi Redmi Note 7 panoramiczny ekranbateriaGotowy na wyzwania Redmi Note 7Genialny obraz wspiera równie doskonały dźwięk zapewniany przez wzmacniaczSmart PA. Zapewnia on wyższą głośność oraz krystalicznie czyste audio. Co więcej, Redmi Note 7 otrzymał też nadajnik podczerwieni, pozwalajacy sterować urządzeniami domowymi wyposażonymi w interfejs IR. Całości dopełnia wytrzymała bateria 4000 mAh, dzięki której smartfon moze działać bez ładowania cały aktywny dzień.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a332d81fed7e998d465c"
  },
  {
    "_id": "5db4a4bb0683ac8fc4a69928",
    "title": "Huawei P20 Dual SIM 64GB Purpurowy",
    "saleTaxRate": 23,
    "salePriceGross": 1349,
    "description": "Ogromna moc i wyrafinowany design purpurowego Huawei P20 64 GB idealnie współgrają ze sobą, tworząc prawdziwe dzieło sztuki. Inteligentne funkcje przenikają każdy aspekt smartfona. Od wydajności, przez czas pracy na baterii, aż po funkcje aparatu, gdzie dają z siebie najwięcej. Dzięki nim każde ujęcie będzie perfekcyjne. Pokaże więcej detali oraz pełnię kolorów. Efekty podziwiać będziesz na ekranie FullView 2.0, który imponuje jakością projekcji.Sprawdź, jak Huawei P20 64 GB purpurowy wygląda w rzeczywistości. Chwyć zdjęcie poniżej i przeciągnij je w lewo lub prawo, aby obrócić produkt, lub skorzystaj z przycisków nawigacyjnych.aparatZdjęcia arcydoskonałeInteligentne algorytmy Huawei P20 dążą do perfekcji w każdym ujęciu. Gdy włączasz aparat one natychmiast analizują kadr, rozpoznając błyskawicznie 19 różnych scen i obiektów. Dla idealnego efektu regulują oświetlenie i wybierają najodpowiedniejszy filtr.Teraz do akcji wkracza aparat Leica. Podwójny aparat z matrycami o rozdzielczości 20 i 12 pix. Obie z jasnymi przesłonami, stabilizacją obrazu OIS, technologią Fusion Pixel i hybrydowym autofocusem. Niezależnie od światła Twoje zdjęcia będą zawsze wyraźne i pełne życia.obiektywArtystyczny autoportretRysy twarzy, subtelny uśmiech, rumieńce na policzkach, czarująca barwa oczu. Przedni aparat Huawei P20 64 GB uchwyci i podkreśli każdy aspekt Twej urody, oddając jej pełną krasę. Rozdzielczość 24 Mpix gwarantuje doskonałą szczegółowość, wspieraną przez inteligentne algorytmy. Żeby cała uwaga skupiła się tylko na Tobie użyj efektu bokeh, który rozmywa tło. Huawei P20 pozwala także zmieniać kierunek oraz rodzaj światła. Wybierz więc najkorzystniejszą dla siebie ekspozycję.Huawei P20 studio light effects 24 mpix selfieruchMoc fotograficznych możliwościNocne ujęcia stabilizuje sztuczna inteligencja. Dzięki funkcji Super Night Huawei P20 purpurowy nie musi być już nieruchomy. SI stabilizuje obraz na 8 sekund, zapisując majestatyczne piękno nocnego krajobrazu. Stabilizacja jest też niezbędna podczas nagrywana filmów, niwelując wszelkie rozmycia. Kamera Huawei P20 odkryje dla Ciebie unikalne piękno każdej chwili, rejestrując w trybie Super Slow Motion obraz z szybkością do 960 klatek na sekundę.Huawei P20 stabilizacja obrazu super slow motion 960 fpsekranObraz zachwycający rozmachemHuawei P20 64 GB purpurowy zapewnia dużo miejsca do pracy i rozrywki. Na panoramicznym ekranie FullView 2.0 o przekątnej 5,8” gry stają się bardziej emocjonujące, filmowa fabuła wciąga bez reszty. Znacznie wygodniej obsłużysz interfejsy aplikacji, przeglądarkę, a także odczytasz zawartość plików. Ekran Huawei P20 to harmonijna kompozycja panoramicznych proporcji, wąskich ramek oraz zachwycającej rozdzielczości Full HD+.Huawei P20 ekran 5,8 full hd+ fullview 2.0moduł NFCBogate wnętrze Huawei P20 64 GBGdy przyjdzie czas na relaks Huawei P20 purpurowy otoczy Cię także czystym i klarownym brzmieniem. To zasługa nagłośnienia Hi-Res Audio, które emituje dźwięk w jakości Hi-Fi. Odtwarzaj muzykę przez wiele godzin z baterią 3400 mAh, która jest tylko żywotna, ale i ma funkcję szybkiego ładowania. Moduł NFC pozwala z kolei płacić zbliżeniowo za zakupy. Zdziwisz się, jak wiele potraci Huawei P20 i jak dokładnie dopasowuje się do Twoich potrzeb.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a51c750af0cb1081dda7"
  },
  {
    "_id": "5db4a5d4b561d84da31f3841",
    "title": "Samsung Galaxy S10+ G975F Prism Black",
    "saleTaxRate": 23,
    "salePriceGross": 4399,
    "description": "Oto jest. Samsung Galaxy S10+ 128 GB czarny. Zachwyć się jego niemal bezramkową konstrukcją i ekranem Infinity-O z pełną gamą głębokich i realistycznych barw. Projekcje w znakomitej jakości każdorazowo porywają praktycznie cały przedni panel. Spójrz także na tył Galaxy S10+. Znajdziesz tu potrójny aparat, którym zrobisz zdjęcia niczym spod ręki profesjonalisty. Doskonale poradzi sobie on zarówno za dnia, jak i w nocy. O przechowywane przez Ciebie dane zadba natomiast najnowocześniejszy skaner linii papilarnych, działający w oparciu o ultradźwięki. Sprawdź, jak produkt wygląda w rzeczywistości. Chwyć zdjęcie poniżej i przeciągnij je w lewo lub prawo aby obrócić produkt lub skorzystaj z przycisków nawigacyjnych.aparatFotografie godne mistrzaWybierz odpowiednie ujęcie korzystając z inteligentnego aparatu głównego. Posiada on aż trzy obiektywy, w tym jeden szerokokątny o skali 123°, porównywalnej do ludzkiego oka. Korzystając z aparatu Galaxy S10+ masz zatem gwarancję, że zdjęcie krajobrazu będzie żywe, realistyczne i pozbawione zniekształceń. Ponadto funkcja automatycznego wybierania ekspozycji dla 30 domyślnych scen pomoże w ujęciu, którego nie powstydziłby się żaden profesjonalista.Samsung Galaxy S10e zdjęcia nocne z podtójnego aparatuobiektywZnakomite autoportretyLubisz robić zdjęcia typu selfie? Doskonale. Galaxy S10+ czarny oferuje w tym zakresie aż dwa przednie aparaty. Ich współpraca pozwala na osiągnięcie niedoścignionych efektów na zdjęciach, jak np. rozmycie tła. Aparaty o jakości 4K w inteligentny sposób przeanalizują Twoje cechy oraz doświetlą i wyostrzą zdjęcie tak, aby ujęcie było jak najkorzystniejsze.Samsung Galaxy S10e kamera stabilizowana dual pixelekranPoznaj Dynamic AMOLED 19:9Pozwól sobie na nowe doznania z wyświetlaczem Infinity-O, który zapewnia doskonałą widoczność i kontrast bez względu na sytuację i warunki pogodowe. Ekran Dynamic AMOLED o proporcjach 19:9 gwarantuje niedoścignioną paletę barw, prawdziwą głębię czerni i płynne projekcie w technologii HDRS10+, porównywanej do jakości telewizorów klasy premium. Całokształt wsparty jest dźwiękiem AKG z Dolby Atmos co sprawia, że relaks przy grach czy oglądaniu filmów będzie jeszcze bardziej wciągający.Samsung Galaxy S10e wyświetlacz dynamic AMOLEDwydajnośćNiesamowite możliwości Galaxy S10+Podłącz swojego Galaxy S10+ do monitora i dzięki opcji Samsung DeX stwórz wygodne centrum pracy. W mgnieniu oka smartfon działający w oparciu o wydajny procesor Exynos 9820 stanie się potężnym narzędziem, równającym się z niejednym sprzętem komputerowym. Wyświetlacz Galaxy S10+ posłuży Ci natomiast jako gładzik, za pomocą którego obsłużysz to, co dzieje się na ekranie monitora. Urządzenie zapewnia wielozadaniową pracę przez pełen dzień. Ponadtow razie potrzeby pojemną baterię naładujesz indukcyjnie, a zgromadzoną energią bez problemu podzielisz się z innym sprzętem, ładując go bezprzewodowo. Wystarczy, że przyłożysz je do plecków Galaxy S10+ czarnego.Samsung Galaxy S10e wydajnośc zoptymalizowana pod unity bezprzewodowe ładowanie innych urzadzeńbezieczenstwoUltradźwiękowy skaner w wyświetlaczuSamsung Galaxy S10+ 128 GB czarny posiada skaner linii papilarnych zintegrowany z ekranem, który działa w oparciu o fale ultradźwiękowe. Trójwymiarowa mapa opuszka działa w mgnieniu oka bez względu na to, czy palec jestwilgotny lub ubrudzony. Najcenniejsze dane przechowuj w Bezpiecznym folderze, do którego nikt poza Tobą nie ma dostępu.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a653f6e7de42eaaf75da"
  },
  {
    "_id": "5db4a6b57108dfda95bdcb65",
    "title": "Apple iPhone Xs 64GB Gold",
    "saleTaxRate": 23,
    "salePriceGross": 4299,
    "description": "Nadszedł iPhone Xs 64 GB złoty. Najbardziej zaawansowany iPhone w historii. Wystarczy na niego spojrzeć, a smartfon odblokuje się i będzie gotowy do działania. Niezwykły ekran Super Retina HD 5,8” OLED pokrywa niemal całość frontu. Oryginalny design to połączenie metalu i szkła, które tworząc jednolitą konstrukcję, zapewniają odporność na wodę i pył. Natomiast dzięki podwójnej tylnej kamerze, profesjonalne zdjęcia są na wyciągnięcie ręki.Sprawdź, jak produkt wygląda w rzeczywistości. Chwyć zdjęcie poniżej i przeciągnij je w lewo lub prawo aby obrócić produkt lub skorzystaj z przycisków nawigacyjnych.ekransmartfonEkran Super Retina HDWyświetlacz w iPhone Xs to niezwykły panel 5,8” OLED o rozdzielczości 2436 x 1125 px, który zapewnia niespotykaną dotąd szczegółowość. 2,7 miliona pikseli oraz wsparcie HDR10 sprawiają, że wyświetlane filmy i zdjęcia zyskują nową jakość. Dodatkowo technologia True Tone dba o naturalny wygląd obrazów, dostosowując intensywność barw do panujących warunków.iPhone Xs ran super retinawbudowana kamera iPhone 7Inteligentne aparatyPodwójna tylna kamera sprawia, że profesjonalne zdjęcia są na wyciągnięcie ręki. Dwa aparaty 12 Mpix z obiektywem szerokokątnym f/1,8 i teleobiektywem f/2,4 są w stanie uchwycić jeszcze więcej szczegółów. Z kolei aparat selfie w iPhone Xs 64 GB posiada matrycę 7 Mpix z przysłoną f/2,2. Dodatkowo udoskonalony tryb bokeh, w którym możesz kontrolować poziom rozmycia tła, sprawi, że Twoje autoportrety zawsze wyjdą idealnie.iPhone Xs podwójny aparatwydajnośćWydajność iPhone Xs 64 GBWydajny procesor A12 zdejmuje ograniczenia związane z korzystaniem z wielu funkcji smartfona jednocześnie. Chcesz oglądać film? Oglądasz. Nagle przychodzi do Ciebie wiadomość, a Ty szybko na nią odpowiadasz. Jeszcze tylko szybko sprawdzić portale społecznościowe, maila i można wracać do seansu. A Twój złoty iPhone Xs 64 GB nie zwalnia nawet na sekundę.iPhone Xs procesor a12 bionicoszczędnośćApple Pay bezgotówkowo, bezproblemowoSmartfon masz zawsze przy sobie – ale kartę płatniczą już niekoniecznie. Korzystaj więc z Apple Pay z poziomu Phone Xs, płacąc za zakupy tak szybko i wygodnie, jak tradycyjną kartą płatniczą. Co więcej, płatnościami Apple Pay zapłacisz wszędzie tam, gdzie można płacić zbliżeniowo. Wystarczy, że przyłożysz iPhone do terminala i zatwierdzisz transakcję. To szybka, wygodna i bezpieczna forma płatności za zakupy (Twój bank musi obsługiwać Apple Pay).",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a70e1e9a7f5f499ad72b"
  },
  {
    "_id": "5db4a77773e16f71fb8922be",
    "title": "Apple iPhone 11 Pro 64GB Space Grey",
    "saleTaxRate": 23,
    "salePriceGross": 5199,
    "description": "Oto iPhone 11 Pro 64 GB Space Gray. Przekonaj się o wszystkich jego możliwościach. Tylko z nim możesz poczuć moc napędzaną najszybszym procesorem w historii iPhone’a – A13 Bionic. Na froncie urzeknie Cię barwny i ultra jasny ekran Super Retina XDR 5,8”, idealny do oglądania projekcji w HDR. Gdy z kolei przyjdzie czas na zdjęcia, z doskonałym efektem wykorzystasz potrójny aparat główny stworzony, by każde ujęcie było niczym spod ręki profesjonalisty.iPhone 11 pro elegancki szybki i odporny na wodeaparat3 genialne obiektywyiPhone 11 Pro oferuje aż 3 aparaty. Masz do dyspozycji obiektyw szerokokątny, ultraszerokokątny oraz teleobiektyw. Taka konfiguracja sprawia, że zdjęcia są ostre i pełne detali, a filmy żywe i niezwykle naturalne. Doskonałe portrety i perfekcyjne ujęcia po zmroku zrobisz tutaj również dzięki dedykowanym trybom. Ale na tym nie koniec. Na koniec czeka Cię cała masa zabawy w procesie postprodukcji. Tnij, obrabiaj i ciesz się przy tym potencjałem oferowanym przez aparaty iPhone 11Pro.iPhone 11 pro potrójny aparat 12 mpix teleobiektywwydajnoscNajszybszy procesor w historiiZ iPhone 11 Pro da Ci wydajność klasy premium. Jest to możliwe dzięki turbo pojemnej baterii, która pracuje nawet do 4 godzin dłużej w porównaniu do modelu sprzed roku. Wersja Pro charakteryzuje się niedoścignioną mocą, którą czerpie z  najszybszego w historii iPhone’ów procesora – A13 Bionic. Działa on w oparciu o uczenie maszynowe Neural Engine 3 generacji przez co Ty, płynną i wielopłaszczyznową pracę oraz rozrywkę w rozszerzonej rzeczywistości, masz na wyciągnięcie ręki.iPhone 11 pro wydajny i inteligentny procesor a13 bionicekranEkran Super Retina XDR w iPhone 11 Pro zachwycaEkran iPhone 11 Pro 64 GB Space Gray czaruje od pierwszej chwili. Najjaśniejszy w historii panel OLED 5,8” zapewnia ostre, żywe i głębokie barwy, a co najważniejsze – z wysokim kontrastem. Z iPhone 11 Pro masz więc pewność, że kolory w grach, filmach i pozostałych wizualizacjach otworzą przed Tobą nowy poziom percepcji i wizualnych doznań. Wź go do ręki i przekonaj się jak szeroka potrafi być paleta barw w iPhone 11 Pro.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a70e1e9a7f5f499ad72b"
  },
  {
    "_id": "5db4a806cfec5696fb8314f6",
    "title": "Samsung Galaxy TAB S6 10.5 T860 WiFi 6/128GB Mountain Gray",
    "saleTaxRate": 23,
    "salePriceGross": 3099,
    "description": "Odkryj moc komputera zamkniętą w mobilnej formie szarego tabletu Samsung Galaxy Tab S6 WiFi. Ultra-smukła, aluminiowa konstrukcja o grubości zaledwie 5,7 mm mieści w sobie moc flagowego procesora Snapdragon 855 oraz bezkompromisową wytrzymałość baterii 7040 mAh. Całość przykrywa ekran 10,5 z bajecznie kolorową matrycą Super AMOLED, którą obsłużysz udoskonalonym rysikiem S-Pen, teraz obsługującym również gesty. Całość uzupełnia rewelacyjny podwójny aparat pozwalający wykonać fotki panoramiczne i z efektem rozmycia tła.Samsung Galaxy S6 smukła konstrukcja aluminiowa*Widoczne na zdjęciu etui z klawiaturą nie jest częścią zestawuekran smartfonuDuży ekran sAMOLED z czytnikiem linii papilarnychDotknij dolnej części ekranu, aby odblokować tablet. Wbudowany w wyświetlacz czytnik linii papilarnych w mgnieniu oka autoryzuje Twój odcisk palca i rozświetla matrycę Super AMOLED, ukazując Twoim oczom menu. Duża powierzchnia ekranu o przekątnej 10,5 daje Ci więcej kreatywnych możliwości, zwłaszcza gdy użyjesz rysika S-Pen. Z jego pomocą obsługa tabletu staje się jeszcze bardziej precyzyjna, a Ty możesz bez przeszkód zapisywać odręczne notatki i z łatwością edytować dokumenty. Samsung Galaxy S6 przestronny ekran super amoledrysikWyjątkowa funkcjonalność S-PenSzary Galaxy Tab S6 otwiera przed Tobą nieograniczone możliwości kreacji, za sprawą nowego rysika S-Pen, obsługującego zdalną kontrolę przy pomocy gestów. Puść wodze fantazji i przenieś na ekran wszystko co podpowie Ci wyobraźnia, niezależnie od tego czy zechcesz rysować, projektować, pisać lub edytować. Rysik rozpoznający 4096 poziomów nacisku, pozwala precyzyjnie oddać najdrobniejsze szczegóły Twoich kompozycji. Co więcej, odręczne notatki możesz dodawać bezpośrednio na ekranie, bez przerywania tego co aktualnie robisz.Samsung Galaxy S6 inteligentny rysik z obsługą gestów s-pewydajnoscFlagowy procesor Snapdragon 855Wielozadaniowe operacje, skomplikowane obliczenia, wymagające gry i aplikacje - wszystko to odpalone w jednej chwili, a Ty możesz przełączać się między nimi bez czekania. Właśnie taką mocą dysponuje 8-rdzeniowy procesor Snapdragon 855, wsparty przez 6 GB pamięci RAM. Płynnie obsługuje każde zadanie oraz umożliwia uruchomienie dwóch aplikacji na podzielonym ekranie.Samsung Galaxy S6 8-rdzeniowy procesor Snapdragon 855aparatZrealizuj swoje pomysłyWysokiej jakości fotografia w tablecie to nie problem gdy masz Galaxy Tab S6 z podwójnym aparatem 13 + 5 Mpix. Pierwsza z kamer odpowiada za wysoką szczegółowość i bogactwo naturalnych kolorów. Drugi obiektyw poszerza perspektywę umożliwiając zarejestrowanie pięknych panoramicznych pejzaży. Oprócz tego, podwójny aparat umożliwia również dodanie naturalnego, artystycznego efektu rozmycia tła. Mało tego, nad całością czuwa sztuczna inteligencja, wspierająca tworzenie profesonalnych fotografii.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a653f6e7de42eaaf75da"
  },
  {
    "_id": "5db4a89fcc77e3866611f1ff",
    "title": "Apple iPad 10,2 32GB Silver Wi-Fi",
    "saleTaxRate": 23,
    "salePriceGross": 1699,
    "description": "Oto iPad 10,2” Wi-Fi. Doskonale wszechstronny. Niebywale wydajny i nad wyraz przenośny. Gotowy na nieskończoną kreatywność oraz wielozadaniowość godną komputera PC. A nawet wyższą. Ma przecież procesor A10 Fusion i ekran Retina. Do tego niezliczoną ilość aplikacji w sklepie App Store. Zaszalej twórczo. Maluj, rysuj, szkicuj. Montuj wideo, oglądaj filmy z Apple TV+. Ogarniaj wszystko. Z nim możesz.*Widoczne akcesoria na zdjęciach nie są częścią zestawu.iPad 10,2 Wi-Fiekran smartfonuCiesz się obrazemUżywaj wielu aplikacji w tym samym czasie. Wyświetlacz Retina 10,2” zapewni Ci mnóstwo miejsca do ich obsługi. Usprawni też proces przełączania się między nimi. Ułatwi Ci także czytanie, pisanie, pracę twórczą oraz naukę. Poza domem stanie się mobilnym ekranem kinowym. Na kanapie umożliwi zakupy online. Ten ekran to arcydzieło.ekran retinatechnologiaPracuj wygodniejEdytowanie wideo 4K, praca z rozszerzoną rzeczywistością, zdjęcia, filmy gry – możliwości iPada 2019 są praktycznie nieskończone. Moc dostarcza przecież procesor A10 Fusion. Możesz miksować na nim muzykę. Możesz pisać prozą i wierszem. Możesz tworzyć bez ograniczeń, czerpiąc przyjemność z podziwiania intensywnych barw o bogatej rozpiętości tonalnej. Apple Pencil będzie Ci stale towarzyszył i pomagał rozwijać skrzydła.*Rysik Apple Pencil nie jest częścią zestawu.wygodna praca, technologiasmukłośćKorzystaj swobodnieNic nie stoi na przeszkodzie, żeby zabrać ze sobą iPada 10,2” Wi-Fi. Absolutnie nic. Jest lekki, poręczny, niesłychanie mobilny. Jego konstrukcja jest jednocześnie solidna i trwała. Wyprodukowano ją z aluminium, pochodzącego w 100% z recyklingu. Obsługa jedną ręką to sama przyjemność, tak samo, jak korzystanie z aplikacji, aparatu i każdej innej funkcji. Przekonaj się.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a70e1e9a7f5f499ad72b"
  },
  {
    "_id": "5db4a9156eab76cf3fbd78ba",
    "title": "Samsung Galaxy Note 10+ N975F Dual SIM 12/256 Aura Black",
    "saleTaxRate": 23,
    "salePriceGross": 4799,
    "description": "Galaxy Note 10+ 256 GB Aura Black ma dość mocy, by zastąpić komputer, a dzięki ulepszonemu rysikowi S-Pen tworzenie szkiców i notatek odręcznych stało się prostsze i przyjemniejsze. Poczwórny aparat korzysta z kamery 3D Depth Camera, optycznej stabilizacji obrazu oraz automatycznego rozpoznawania scen. Bezramkowy wyświetlacz Infinity 6,8” z technologią Dynamic sAMOLED imponuje barwami i kontrastem. Odkryj potęgę Galaxy Note 10+.Sprawdź, jak Samsung Galaxy Note 10+ Aura Black wygląda w rzeczywistości. Chwyć zdjęcie poniżej i przeciągnij je w lewo lub prawo aby obrócić produkt lub skorzystaj z przycisków nawigacyjnych.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a653f6e7de42eaaf75da"
  },
  {
    "_id": "5db4a99537e65795643dabc1",
    "title": "Motorola One 4/64GB Dual SIM czarny",
    "saleTaxRate": 23,
    "salePriceGross": 699,
    "description": "Motorola One 64 GB czarny ma podwójny aparat, 8-rdzeniowy procesor, kapitalny wyświetlacz Max Vision, a do tego zawsze aktualny system zabezpieczeń. To efekt połączenia sił firm Motorola i Google, czego efektem jest gustowny, szybki, pełen inteligentnych funkcji smartfon. Z nim na nowo odkryjesz muzykę, filmy, gry oraz aplikacje.",
    "stockAmount": 1,
    "categoryId": "5d3c229ae6c82a1c0abc2a57",
    "producerId": "5db4a9f28683b9cb02b9d9e3"
  },
  {
    "_id": "5db4aad4dac10f0015ce8d4b",
    "title": "HP LaserJet Pro M15w",
    "saleTaxRate": 23,
    "salePriceGross": 279,
    "description": "Prędkość druku do 18 str./min maksymalizuje efektywny czas pracy, wpływając na wydajność całego zespołu. Drukarka LaserJet Pro M15w jest tak mała, że zmieści się niemal w każdym zakątku biura. Zaprojektowana w inteligentny i elegancki sposób, zapewnia proste i intuicyjne użytkowanie.wifiBezkompromisowa jakość Ta niezwykle mała drukarka laserowa oferuje wyjątkową jakość każdego wydruku za każdym razem. Jest gotowa do pracy zaraz po wyjęciu z pudełka, dzięki zainstalowanym fabrycznie oryginalnym wkładom z tonerem HP. Ponadto urządzenie charakteryzuje się niskim zużyciem energii dzięki technologii HP Auto-On/Auto-Off.HP LaserJet ProwifiWbudowany interfejs Wi-FiZ łatwością dziel się zasobami – uzyskaj dostęp do urządzenia oraz drukuj za pomocą łączności bezprzewodowej. Drukarka LaserJet Pro M15w jest gotowa do drukowania z chmury, urządzeń mobilnych oraz zapewnia łatwe zamawianie tonera za pomocą aplikacji HP Smart. Obsługa funkcji Apple AirPrint™, Google Cloud Print 2.0 umożliwia łatwe drukowanie zdjęć i dokumentów w pełnej jakości z komputera, telefonu czy tabletu. HP LaserJet ProDokonaj najlepszego wyboruZobacz film ukazujący zalety i najdrobniejsze szczegóły wydajnej drukarki HP LaserJet Pro M15w. Dowiedz się więcej i poznaj najważniejsze cechy, oglądając poniższy materiał wideo.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db4ab5ce6063e0af02f20ae"
  },
  {
    "_id": "5db4abfbdb4d1467c826c8c1",
    "title": "Canon Pixma iX6850",
    "saleTaxRate": 23,
    "salePriceGross": 719,
    "description": "Drukarka Canon Pixma iX6850 to biurowe urządzenie A3+ o wysokiej wydajności, które oferuje łączność Wi-Fi i Ethernet oraz funkcję drukowania z urządzeń przenośnych. 5 oddzielnych atramentów zapewnia znakomitą jakość dokumentów biznesowych i zdjęć.Sprawdź, jak Canon Pixma iX6850 wygląda w rzeczywistości. Chwyć zdjęcie poniżej i przeciągnij je w lewo lub prawo, aby obrócić produkt, lub skorzystaj z przycisków nawigacyjnych.technologiaKorzyściBardzo mała drukarka A3+ o wysokiej wydajności dla firmŁatwe udostępnianie dzięki łączności Wi-Fi i EthernetZnakomite wydruki bez marnotrawstwa dzięki systemowi 5 wymienianych oddzielnie atramentówBłyskawiczne drukowanie dokumentów: A4 (wg ESAT ISO) – 14,5 obrazu/min (mono) / 10,4 obrazu/min (kolor)Opcjonalne atramenty XL i XXL – więcej wydruków mniejszym kosztemBezprzewodowa obsługa i udostępnianieAplikacja Canon PRINTZgodność z tabletami i smartfonamiCanon Pixma KorzyściwifiNiewielka drukarka biurowa A3+Elegancka i kompaktowa drukarka A3+ o wysokiej wydajości z 5 oddzielnymi atramentami zapewnia wysoką jakość druku dokumentów i zdjęć. Idealne urządzenie nabiurkowe do druku dużych arkuszy programu Excel, firmowych plakatów i zdjęć.wifiInteligentna łącznośćPołączenie Wi-Fi i Ethernet umożliwiają łatwe udostępnianie funkcji urządzenia wielu komputerom za pośrednictwem biurowej sieci. Pobranie aplikacji Canon PRINT umożliwi drukowanie z urządzeń inteligentnych. Obsługiwane są również funkcje Apple AirPrint i Google Cloud Print.Canon Pixma iXwifiDoskonała jakośćSystem 5 oddzielnych atramentów obejmuje czarny atrament pigmentowy, zapewniający wyraźny, ostry tekst, oraz kolorowe atramenty barwnikowe, które tworzą piękne i profesjonalne zdjęcia. Możliwość wymiany koloru, którego zabrakło, zwiększa efektywność druku.wifiSzybkie drukowanieZapewnij sobie piękne odbitki bez czekania. Dzięki technologii FINE firmy Canon ta drukarka wielofunkcyjna zapewnia dużą szybkość druku dokumentów A4 na poziomie 14,5 obrazu/min (mono) i 10,4 obrazu/min (kolor) oraz wydruk zdjęcia formatu 10x15 cm bez marginesów w około 36 sekund.Dostęp do całej gamy profesjonalnych materiałów do kreatywnej pracy dzięki aplikacji CREATIVE PARK PREMIUM. Łatwe tworzenie i drukowanie plakatów i dokumentów biznesowych przy użyciu szablonów z ekskluzywnego serwisu Solution Templates.wifiDrukuj znacznie więcejOpcjonalne atramenty XL umożliwiają drukowanie znacząco większej liczby stron, zapewniając oszczędność do 30% na stronę w porównaniu ze standardowymi odpowiednikami. Opcjonalny czarny atrament pigmentowyXXL pozwala wydrukować nawet 1000 stron w trybie monochromatycznym.zestawW zestawie:Zestaw tuszówKabel zasilającyOprogramowaniePodręczniki i inne dokumenty",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5db4ad20c7d0a5adc53ed37b",
    "title": "Epson WorkForce WF-7210DTW",
    "saleTaxRate": 23,
    "salePriceGross": 769,
    "description": "Epson WorkForce WF-7210DTW to wydajna drukarka atramentowa A3 z dwoma podajnikami, która została wyposażona w funkcję drukowania dwustronnego oraz łączność bezprzewodową.Drukuj szybko i tanio profesjonalnie wyglądające materiały dzięki wysokiej jakości drukarce WF-7210DTW. Duża szybkość drukowania i dwa podajniki papieru sprawiają, że przepływ pracy przebiega wydajnie i bez zakłóceń. Oddzielne pojemniki z atramentem i pakiet bezprzewodowych, elastycznych rozwiązań pozwalają na zmniejszenie kosztów oraz pracę w każdym miejscu i w dowolny sposób.tusz atrament tonerProfesjonalne drukowanie w formacie A3Ta drukarka A3 sprosta potrzebom nawet najbardziej wymagających użytkowników pracujących w domu lub w małym biurze. Oferuje możliwość drukowania dwustronnego nawet w formacie A3 i dwa podajniki papieru, które świetnie sprawdzają się w przypadku korzystania z różnych nośników. Jest również wyposażona w głowicę drukującą PrecisionCore, która sprawia, że wydruki mają wysoką jakość, zbliżoną do tych z drukarek laserowych.łatwa obsługaWiększa produktywnośćTen wydajny, niezawodny i szybki model oferuje funkcję drukowania dwustronnego nawet w formacie A3 z szybkością 18 ppm (tryb czarno-biały) i 10 ppm (tryb kolorowy). Obsługa urządzenia jest nieskomplikowana i możliwa bezpośrednio za pomocą prostego w obsłudze ekranu LCD o przekątnej 5,6 cm.jakość wydrukuWiększe oszczędnościDrukarka WF-7210DTW pozwala zdecydowanie obniżyć wydatki, oferując nawet o 50% niższy koszt za stronę w porównaniu z konkurencyjnymi drukarkami laserowymi. Atramenty, w które jest wyposażona, są bardzo ekonomiczne, ponieważ można je kupić osobno i wymienić jedynie brakujący kolor. Oferują one świetny stosunek ceny do jakości i są dostępne w rozmiarze standardowym, XL oraz XXL, który zapewnia największą wydajność wynoszącą nawet 2200 stron.jakość wydrukuElastyczne rozwiązania bezprzewodoweŁączność Wi-Fi® pozwala drukować z dowolnego miejsca w biurze, a interfejs Wi-Fi Direct™ umożliwia drukowanie ze zgodnych urządzeń bezprzewodowych bez knieczności podłączania ich do sieci Wi-Fi. Możliwe jest także drukowanie za pomocą funkcji NFC — wystarczy przyłożyć do drukarki kompatybilne urządzenie z systemem Android. Bezpłatne aplikacje i rozwiązania firmy Epson do drukowania z urządzeń mobilnych sprawiają, że drukarka jest jeszcze bardziej wszechstronna. Rozwiązanie Email Print umożliwia wysyłanie dokumentów do wydrukowania z niemal dowolnego miejsca na świecie.aktywnośćMożliwość rozszerzenia gwarancji do 3 latSkorzystaj z rozszerzonej gwarancji 1+2 firmy Epson. Ciesz się dłuższym wsparciem i nie martw się o ewentualne usterki. Przedłużona gwarancja na urządzenia Epson jest możliwa po rejestracji TUTAJ w ciągu 30 dni od daty zakupu.Epson WorkForce DS-310 Szybkość Skanowaniabezpieczeństwo ochronaW zestawie:Kabel zasilającyPojedyncze wkłady atramentoweInstrukcja na płycie CDOprogramowanie CDSkrócona instrukcja uruchomieniaKarta gwarancyjna",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db4ad8058eb0c0b4854e10f"
  },
  {
    "_id": "5db4ae000a5ff9fa4f6559da",
    "title": "Brother HL-L5000D",
    "saleTaxRate": 23,
    "salePriceGross": 839,
    "description": "HL-L5000D to urządzenie monochromatyczne, które sprawdza się w biurach, gdzie wymagana jest szybkość i wydajność. Model drukuje z prędkością wynoszącą do 40 stron na minutę i oferuje funkcję automatycznego druku dwustronnego. Urządzenie ma dwa standardowe podajniki papieru, dolny o pojemności 250 arkuszy i drugi do ogólnych zastosowań, mieszczący 50 stron. Model jest wyposażony w czytelny, jednowierszowy, podświetlany wyświetlacz LCD.Brother HL-L5000D HLL5000DYJ1oszczędnośćNiskie koszty wydrukuDrukarka Brother charakteryzuje się niskim kosztem produkcji dokumentów i pozwala na osiągnięcie niskiego wskaźnika TCO (ang. Total Cost of Ownership – Całkowity Koszt Eksploatacji). Model HL-L5000D oferowany jest z tonerem o wydajności 2000 stron. Brother HL-L5000D posiada interfejs USB 2.0 oraz jest kompatybilny z normami środowiskowymi Blue Angel oraz ENERGY STAR.Brother HL-L5000D widok z przodutrzyletnia gwarancjaGwarancja 2+1Przedłuż gwarancję na zakupione urządzenie! Przedłużona gwarancja na urządzenia Brother jest możliwa po rejestracji na stronie producenta w ciągu 60 dni od daty zakupu.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db4ae7506ea154088eb31c0"
  },
  {
    "_id": "5db4af211f3f8292041ac919",
    "title": "Lexmark C3326dw",
    "saleTaxRate": 23,
    "salePriceGross": 899,
    "description": "Niewielkie urządzenie Lexmark C3326dw zwiększa produktywność dzięki szybkości druku w kolorze do 24 stron na minutę, łączności Wi-Fi i Gigabit Ethernet oraz wkładom wymiennym o wysokiej wydajności. Drukarka została zaprojektowana tak, aby służyć przez długi czas, wykorzystując stalową ramę i trwałe podzespoły drukujące. Architektura bezpieczeństwa zabezpiecza Twoje informacje w dokumentach, na urządzeniu, w sieci i w każdym punkcie pomiędzy nimi.Drukarka laserowa kolorowa Lexmark C3326dw 40N9110WiFiCentrum łącznościOprócz wbudowanych portów USB i Ethernet urządzenie jest wyposażone w technologie Mopria i AirPrint oraz wbudowany moduł Wi-Fi, który pozwala uprawnionym użytkownikom łatwo drukować z urządzeń mobilnych za pomocą aplikacji Lexmark Mobile Print. Nasz nowy kreator konfiguracji sieci Wi-Fi ułatwia konfigurowanie sieci bezprzewodowej.Drukarka laserowa kolorowa Lexmark C3326dw 40N9110tusz atrament tonerKolory, na które można liczyćUzyskaj bogaty, intensywny kolor w ciągu kilku sekund dzięki unikalnemu tonerowi Unison firmy Lexmark. Wydajność toneru do 2500 stron zadrukowanych w kolorze (3000 stron monochromatycznych) oraz łatwe do wymiany wkłady drukujące o wysokiej wydajności do modelu C3326dw zapewniają większą liczbę wydruków i mniej przestojów. Jeśli zabraknie toneru kolorowego, możesz drukować w trybie czarno-białym.Drukarka laserowa kolorowa Lexmark C3326dw 40N9110oszczędnośćOszczędzanie papieru i energiiStandardem jest automatyczne drukowanie dwustronne oraz zintegrowany tryb oszczędzania energii powodujący przechodzenie ze stanu uśpienia do drukowania i z powrotem bez konieczności wprowadzania dodatkowych ustawień. Urządzenie otrzymało ocenę EPEAT Silver i certyfikat ENERGY STAR.Drukarka laserowa kolorowa Lexmark C3326dw 40N9110kompaktowy rozmiarKompaktowy kształtDzięki swoim wymiarom 243,7 mm wysokości x 411,2 mm szerokości x 394,1 mm głębokości model C3326dw mieści się niemal wszędzie. Jego niewilki rozmiar i lekkość ułatwiją transport, ustawianie na miejscu i przenoszenie.Drukarka laserowa kolorowa Lexmark C3326dw 40N9110zestawZawartość zestawuwkład drukujący z tonerem kolorowym (CMY) o wydajności 500 stronwkład drukujący z tonerem czarnym o wydajności 750 stronprzewód zasilającydysk z oprogramowanieminstrukcja instalacji",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db4af743d09a8d70c41c146"
  },
  {
    "_id": "5db4b03d65fc7538c1b9a1b5",
    "title": "Drukarka Polaroid ZIP Printer (biała)",
    "saleTaxRate": 23,
    "salePriceGross": 599,
    "description": "NAJMNIEJSZA DRUKARKA NATYCHMIASTOWA DO TELEFONÓW / SMARTFONÓWZ OPROGRAMOWANIEM ANDROID I IOSPOLAROID ZIP PRINTER to urządzenie, które po raz pierwszy w historii marki POLAROID pozwala cieszyć się natychmiastowym wydrukiem zdjęć bez konieczności posiadania aparatu do zdjęć natychmiastowych.POLAROID ZIP PRINTER to malutka drukarka umożliwiająca natychmiastowy wydruk, wysokiej jakości zdjęć, wykonywanych naszym telefonem, smartfonem lub tabletem posiadającym system operacyjny ANDROID lub IOS.POLAROID ZIP PRINTER posiada wbudowany akumulator litowo-polimerowy, o pojemności 500mAh, który pozwala na wydruk około 30 zdjęć. Czas ładowania urządzenia to jedyne 1,5h. Ładowanie może odbywać się bezpośrednio z portu USB w komputerze lub tablecie, a także bezpośrednio z sieci (niezbędny wtedy będzie tylko dodatkowy adapter dostępny osobno w sprzedaży). W zestawie z drukarką dołączono natomiast kabel MicroUSB pozwalający na szybkie ładowanie urządzenia z komputera, tabletu.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db41f4da28ba13c1a1ca2de"
  },
  {
    "_id": "5db4b1050f9f25d3482b1e4b",
    "title": "Drukarka FujiFilm Instax Share SP-3 (biała)",
    "saleTaxRate": 23,
    "salePriceGross": 856,
    "description": "Drukarka do smartfonów, która pozwala na wydruk zdjęć w formacie kwadratu, instax. instax SHARE SP-3 Drukarka z funkcją My Template, która nadaje zdjęciom indywidualny stylPoprzedni produkt z serii instax SHARE, model instax SHARE SP-2 (SP-2) trafił na rynek w czerwcu 2016. Użytkownicy, korzystając z dedykowanej aplikacji*1, mogli wysyłać do niego zdjęcia ze swoich smartfonów, by szybko i łatwo otrzymać wydruki w prostokątnym formacie. Drukarki instax rozpowszechniły się na całym świecie szczególnie wśród młodych ludzi. Zapewniają one możliwość natychmiastowego wykonania odbitek, co pozwala na dzielenie się zdjęciami, ich edycję oraz nadawanie obrazom indywidualnego stylu w aplikacji do przetwarzania zdjęć.Nowy model SP-3 to szybki i wygodny wydruk zdjęć z zachowaniem wysokiej jakości. To także druk na filmie instax SQUARE - czyli w bardzo popularnym ostatnio kwadratowym formacie, który w maju tego roku wzbogacił serię filmów instax. Przy proporcjach kadru 1:1 uzyskuje się artystyczny efekt kwadratowego układu kadru. Ceniony od dawna przez miłośników fotografii kwadratowy format staje się obecnie popularny wśród użytkowników smartfonów - a przy tym jest de facto  standardowym formatem w mediach społecznościowych np. na Instagramie*. Dodajmy, że w ostatnich latach można w ogóle zaobserwować rosnący odsetek kwadratowych zdjęć zamieszczanych w mediach społecznościowych. Użytkownicy zwracają coraz większą uwagę na kompozycję obrazu i edytują zdjęcia przed zamieszczeniem ich w mediach społecznościowych. Dzięki drukarce SP-3 można bezpośrednio z telefonu wydrukować te szczególne zdjęcia, by stały się oryginalnym prezentem lub ozdabiały pokój.Dedykowana aplikacja, która dostarczana jest wraz z drukarką SP-3, nie tylko ułatwia poszczególne kroki edycyjne, ale sprawia też wiele radości na każdym etapie obsługi począwszy od wyboru zdjęć aż po ich wydruk.Korzystając z funkcji kolażu (Collage Template) można wydrukować do 9 zdjęć na jednym arkuszu, a uzyskaniu ciekawej kompozycji sprzyja kwadratowy format kadru obsługiwany przez SP-3. Można też skorzystać z funkcji My Template, aby dodać tekst do drukowanych zdjęć. Funkcja My Template posiada szablony w 11 wzorach, takich jak okładka czasopisma czy też koszulka płyty CD. Użytkownicy mogą też dostosowywać kolorystykę, rozmiar oraz zaciemnienie tekstu. Poza serwisami takimi jak Instagram, Facebook* czy Weibo*, aplikacja jest kompatybilna z Dropbox*, Google Photos* oraz Flickr*. Użytkownicy mają dostęp do wybranych mediów społecznościowych lub serwisów zapisu danych bezpośrednio z aplikacji i mogą wybierać zdjęcia bezpośrednio z tych miejsc. Dzięki temu można łatwiej wyszukać ulubione zdjęcia, a użytkownik zyskuje szersze możliwości kreatywnego wykorzystania drukarki.Drukarka oferowana jest w czarnej lub białej wersji. Jej wyrafinowana forma o wyrazistej wielobocznej strukturze podkreśla wysoką jakość sprzętu. Jednocześnie urządzenie jest kompaktowe i lekkie. Model  SP-3 doskonale sprawdzi się w rozmaitych sytuacjach doskonale służąc wszystkim użytkownikom. Ponado ekrany udostępnianej z drukarką aplikacji zostały opracowane w taki sposób, aby również nowicjuszom ułatwić cały proces, począwszy od wyboru zdjęć aż po ich drukowanie.Wprowadzany produkt jest najnowszym dziełem Fujifilm wpisującym się w szerokie plany firmy oferowania rozwiązań pozwalających dzielić się i cieszyć zdjęciami, rozwiązań, które umożliwiają utrwalaniei udostępnianie obrazów, rozszerzając świat fotograficznego systemu instax i łącząc go ze smartfonami.*1:   Bezpłatna aplikacja dla urządzeń Android oraz iPhone. Aplikację można pobrać z Google Play w urządzeniach Android oraz z App Store w smartfonach iPhone.Android oraz Google Play są zarejestrowanymi znakami handlowymi Google Inc. iPhone oraz App Store są znakami handlowymi Apple Inc.*2: Facebook jest znakiem handlowym lub zarejestrowanym znakiem handlowym Facebook, Inc. Instagram jest znakiem handlowym lub zarejestrowanym znakiem handlowym Instagram, Inc.Szczegółowe informacjeCechy i funkcje(1) Natychmiastowe zdjęcia drukowane ze smartfonów iPhone i Android™ poprzez aplikację instax SHARE.Zrzut ekranu z aplikacji.(2) Zdjęcia wyróżniają się wysoką rozdzielczością 800 x 800 punktów / 318 dpi, co pozwala na szczegółowe odwzorowanie odcieni kolorystycznych czy też wyrazu twarzy na portretach. Wydruki wiernie odzwierciedlają charakter fotografowanych obiektów.(3) Produkt wyposażony jest w funkcję Image Intelligence, technologię przetwarzania obrazu, która automatycznie ustawia optymalną jasność odbitki podczas drukowania.(4) Ekspozycja ma miejsce podczas wysyłania zdjęcia, co sprawia, że odbitka powstaje zaledwie w ciągu 13 sekund.(5) Nowe szablony dodane do aplikacji instax SHARE.a. My TemplateFunkcja, która sprawia, że użytkownicy mogą dodawać do zdjęć tekst, a także swobodnie, przesuwając suwaki, określać jego kolorystykę, rozmiar i zaciemnienie. (Dostępne tylko wraz z SP-3.)b. Szablon Collage (Kolaż)Funkcja pozwala użytkownikom na wydrukowanie od 2 do 9 zdjęć na jednym arkuszu. Można w ten sposób wydrukować kolekcję zdjęć ze szczególnego dnia lub połączyć ze sobą zdjęcia o określonej tematyce.c. Szablon Split (Podział)Możliwość pokazania jednego zdjęcia na wielu natychmiastowych odbitkach. Funkcja pozwala na tworzenie zdjęć o różnej stylistyce. Możliwość podzielenia krajobrazu na dwa zdjęcia instax, by uzyskać jeden duży wydruk.d. Szablon SNSSzablon drukuje zdjęcia, które zostały załadowane do serwisów społecznościowych (SNS). Funkcja druku zdjęć powiązana z serwisem społecznościowym umożliwia dołączenie do wydruku swojego zdjęcia profilowego czy też liczby otrzymanych like'ów.e. Szablon Real Time (W czasie rzeczywistym)Gdy wybrany zostanie ten szablon i zostanie wykonane zdjęcie, wówczas w kadrze pojawią się wskazania dotyczące daty, miejsca, pogody, temperatury i wilgotności. Doskonale sprawdza się to przy zdjęciach z podróży czy w sytuacji, kiedy uwieczniasz na zdjęciach, jak rosną Twoje dzieci.() Prosta, a zarazem wyrafinowana konstrukcja o nowoczesnej formie, ostrych liniach i wyrazistej kolorystyce.(7) Urządzenie wyposażone jest w akumulator ładowany poprzez port micro USB port. Po pełnym naładowaniu akumulatora można wykonać około 160 zdjęć.(8) Użytkownicy mogą drukować zdjęcia bezpośrednio z cyfrowego aparatu fotograficznego Fujifilm.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db42004ac816d416cc32f86"
  },
  {
    "_id": "5db4b1a5851f705f07235045",
    "title": "Przenośna drukarka foto mini HITI PRINGO P231 (różowa)",
    "saleTaxRate": 23,
    "salePriceGross": 399,
    "description": "Chciałbyś wydrukować zdjęcia ze swojego smartfonu?Teraz jest to możliwe dzięki bezprzewodowej drukarce Mini HITI PRINGO P231. Jeden dotyk i drukujesz!PRINGO P231 to bezprzewodowa przenośna drukarka fotograficzna umożliwiająca wydruk zdjęcia ze smartfonów lub tabletów.Zastosowana technologia termosublimacji i transferu bezprzewodowego WiFi sprawiają, że przesyłanie obrazów jest szybsze, bezpieczniejsze i wygodniejsze.Dzięki metalicznemu nadrukowi, niestandardowych stempli, odporności na UV i odciski linii papilarnych drukarka pozwala w prosty sposób zachować wzruszające momenty w życiu. Każdy wydruk pokryty jest błyszczącą powłoką, która zachowuje kolorystykę i wysoką jakość zdjęć.Drukarka P231 jest kompatybilna z dwoma najbardziej popularnymi systemami wykorzystywanymi w telefonach komórkowych - iOSS, Android. Dzięki temu pozwala na połączenie z większością smartfonów i tabletów.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db4b1fba87f3c45babe3930"
  },
  {
    "_id": "5db4b27290b55d9ed5c5d4b3",
    "title": "Drukarka Canon Selphy CP1300 (czarna)",
    "saleTaxRate": 23,
    "salePriceGross": 539,
    "description": "Stylowa, kompaktowa i szybka. Ta bezprzewodowa drukarka do zdjęć idealnie nadaje się do tworzenia wyjątkowych odbitek ze zdjęć w zgodnych urządzeniach inteligentnych, aparatach fotograficznych i nie tylko.Bardzo szybkie drukowanie profesjonalnej jakości odbitek z urządzeń inteligentnych i nie tylkoTa mobilna drukarka fotograficzna z łącznością Wi-Fi pozwala szybko i w doskonałej jakości wydrukować zdjęcia przesłane ze zgodnych urządzeń inteligentnych, aparatów fotograficznych i nie tylko – w każdym miejscu i czasie. Liczne układy i opcje losowego rozmieszczania umożliwiają udostępnianie cennych wspomnień w niezwykły sposób.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5db4b30a6d84cdf97ca228e6",
    "title": "Canon PIXMA TS305",
    "saleTaxRate": 23,
    "salePriceGross": 159,
    "description": "Ta kompaktowa, przystępna cenowo drukarka umożliwia bezprzewodowe drukowanie wysokiej jakości dokumentów i wyraźnych zdjęć 10 × 15 cm z poziomu urządzeń inteligentnych. Funkcja Smartphone Capture and Copy dostępna w aplikacji Canon PRINT umożliwia tworzenie kopii.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5db4b38773fb0b5841ab4f00",
    "title": "Brother QL-1100",
    "saleTaxRate": 23,
    "salePriceGross": 929,
    "description": "Drukarka etykiet wysyłkowych wielkoformatowych QL-1100 stanowi idealne narzędzie dla małych firm oraz osób pracujących z domu, które wysyłają produkty i paczki. Urządzenie drukuje wysokiej jakości etykiety, które mogą zawierać kody kreskowe, zdjęcia i tekst.Drukarka etykiet QL-1100 została wyposażona w głowicę drukującą o szerokości 101.6mm. Szerokość gotowej etykiety to maksymalnie 103.6mm. Urządzenie oferuje pełną kompatybilność z oprogramowaniem do etykietowania firm zewnętrznych np. kurierów czy innych operatorów dostarczających paczki.",
    "stockAmount": 1,
    "categoryId": "5d829849baabdb6aac66e7a8",
    "producerId": "5db4ae7506ea154088eb31c0"
  }
]
