[
  {
    "_id": "5dac23c94e98f1fa4b03b1ac",
    "title": "Sony A7 (ILCE 7K) z ob. 28-70mm f/3.5-5.6",
    "saleTaxRate": 23,
    "salePriceGross": 3649,
    "description": "Bezlusterkowy aparat oznaczony symbolem A7, wyposażony w pełnoklatkową matrycę Exmor CMOS o rozdzielczości wynoszącej 24 Mpix.Model Sony A7 posiada mocowanie obiektywów z bagnetem Sony E, hybrydowy system AF oraz nowy procesor BIONZ X.Korpus aparatu wykonano ze stopu magnezowego dodatkowo wzmocnionego i uszczelnionego przeciw złym warunkom pogodowym.W celu zapewnienia pełnej użyteczności pełnej klatki należy uzywać obiektywów z mocowaniem Sony FE (pokrywających pełną klatkę).Model Sony A7 to pierwszy bezlusterkowiec wyposażony w matrycę pełnoklatkową, która umożliwia rejestrację zdjęć z czułością od 100 do 25600 ISO.Zastosowany w aparacie system autofokus oparty jest na połączeniu szybkiej, 117 polowej detekcji fazowej z dokładną, 25 polową detekcją kontrastu.Pełnoklatkowy przetwornik CMOS Exmor, w który wyposażono aparat, ma tę samą wielkość, co klatka filmu 35 mm.Jest on ponad dwa razy większy od przetwornika APS-C, i wielokrotnie większy od przetworników w zwykłych aparatach kompaktowych.Sensor CMOS Exmor przechwytuje znacznie więcej światła, umożliwia to uzyskiwanie fantastycznych iprofesjonalnych zdjęć.Różnicę między pełną klatką, a zwykłym sensorem, widać przede wszystkim w dokładoności szczegółów, kolorach i kontraście, a także znacząco niższych szumach.Zdjęcia możemy wykonywać przy użyciu elektronicznego wizjera OLED o wysokiej rozdzielczości 2,3 mln punktów i powiększeniu x0,71 lub za pomocą odchylanego, 3 calowego ekranu LCD o rozdzielczości 921 tys. punków.Aparat Sony umożliwia także rejestrację filmów z jakością Full HD w formacie AVCHD. Bezlusterkowiec Sony A7 umożliwia komunikację za pomocą złącza HDMI oraz sieci bezprzewodowej Wi-Fi i NFC.Zdjęcia można kadrować na wyświetlaczu XGA OLED Tru-Finder o bardzo wysokim kontraście.Obrócenie ekranu LCD pozwala fotografować z zupełnie innej perspektywy.Robienie zdjęć ułatwiają także wygodnie rozmieszczone przyciski i pokrętła które oferują do dyspozycji 9 przycisków i 45 funkcji, które można przypisać według własnych upodobań.Stopka Multi Interface umożliwia dodawanie akcesoriów i poszerzanie artystycznych horyzontów.W zestawie z tym zaawansowanym aparatem, otrzymują Państwo również znakomity obiektyw.Model SEL-2870, to idealne szkło do tak wyrafinowanej konstrukcji. Zmiennoogniskowy obiektyw Sony 28 - 70 mm f/3.5-5.6 OSS to pierwszy pełnoklatkowy zoom z bagnetem E. Specjalna konstrukcja została przygotowana do współpracy z bezlusterkowcami Sony A7 oraz A7r.Uniwersalny zakres ogniskowych w jaki wyposażono obiektyw, oraz stałe światło i stabilizacja obrazu sprawiają, że jest to jedna z ciekawszych propozycji dla użytkowników systemu Sony E.Koncern Sony zdecydował się mocno wejść w bezlusterkowce, czyli kompakty z wymienną optyką. Owocem ich pracy jest powstanie obiektywu 28 - 70 mm f/3.5-5.6 ZA OSS. Uniwersalny zoom oferuje zakres ogniskowych od 28 do 70 mm przy zmiennym świetle f/3.5-5.6.Dzięki wbudowanej stabilizacji obrazu Optical SteadyShot, oprócz fotografów docenią go także pasjonasi filmowania. Jego budowa to 9 soczewek w 8 grupach.W tym aż trzy soczewki asferyczne i jedna ze szkła ED. Uniwersalny zoom wyróżnia się niewielkimi rozmiarami - 72,5 x 83 mm.Średnica mocowania filtra to zaledwie 55mm.Warto także dodać, że obiektyw waży zaledwie 295 gram co w połączeniu nowymi bezlusterkowcami da naprawdę lekki i poręczny zestaw.Obiektyw Sony 28 - 70 mm OSS będzię współpracował zarówno z pełnoklatkowymi bezlusterkowcami jak i z aparatami systemu NEX.Podobnie jak bezlusterkowce Sony A7 i A7r, został także dodatkowo uszczelniony. ",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5dac24c0fb1d0f7f2ef2b29e"
  },
  {
    "_id": "5dac25e7e671c6df0685285f",
    "title": "Sony Cyber-shot DSC-RX10",
    "saleTaxRate": 23,
    "salePriceGross": 2399,
    "description": "Perfekcyjna optyka zmniejszona do minimum Aparat DSC-RX10 jest wyposażony w jasny obiektyw zmiennoogniskowy o dużym otworze przysłony i czuły przetwornik obrazu. Ma ponadto szereg cech, które znakomicie ułatwią realizację twórczych zamierzeń i wizj Obiektyw ZEISS z zoomem 8,3x i stałą przysłoną F2,8 w całym zakresie ogniskowych. Nowy procesor obrazu BIONZ X™ dodatkowo optymalizuje doskonały obraz, jaki uzyskuje się tylko z korpusu z niewymiennym obiektywem. Dzięki niezwykłej szybkości przetwarzania wiernie odwzoruje faktury i szczegóły — tak jak widzi je nieuzbrojone oko. Wykonany w technologii BSI 20,2-megapikselowy przetwornik Exmor R® uchwyci każdy szczegół.Pokaż świat z własnej perspektywy Każde ujęcie, każda scena... Zaawansowany obiektyw ZEISS Vario-Sonnar® T* ma stałą maksymalną przysłonę F2,8 — i zawsze pozwala uzyskać ostry obraz. Szeroki zakres ogniskowych — od 24 do 200 mm — umożliwia zdjęcia w zbliżeniu. Wyróżnikiem obiektywu jest stała przysłona F2,8 w całym zakresie ogniskowych. Bezpośredni napęd silnikiem SSM skraca czas nastawiania ostrości.Fantastyczna jakość obrazu Jasne, wyraźne fotografie i mniejszy poziom szumów to zasługa dużej, 20,2-megapikselowej matrycy CMOS Exmor R® typu 1,0 i współpracującego z nią szybkiego procesora obrazu BIONZ X. Szybsze nastawianie ostrości Szybkie nastawianie ostrości nawet przy dużych ogniskowych Bezpośredni napęd silnikiem SSM (Super Sonicwave Motor) gwarantuje szybkość i płynność działania systemu AF. Precyzyjna konstrukcja zmniejsza przemieszczenia soczewek podczas nastawiania ostrości, co przekłada się na większą szybkość regulacji. Nowa funkcja Eye AF wykrywa w kadrze oczy fotografowanej osoby i automatycznie nastawia na nie ostrość. Dla ułatwienia nastawiania ostrości do wyboru są trzy koncentryczne pola punktowego czujnika ostrości.Dla ułatwienia nastawiania ostrości do wyboru są trzy koncentryczne pola punktowego czujnika ostrości.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5dac24c0fb1d0f7f2ef2b29e"
  },
  {
    "_id": "5dac264ffb4f49a25c78da82",
    "title": "Sony DSC-W830 (czarny)",
    "saleTaxRate": 23,
    "salePriceGross": 479,
    "description": "Zawsze udane zdjęcia Ten aparat pozwala z niezwykłą łatwością wykonywać szczegółowe zdjęcia i nagrywać filmy HD. Mimo kieszonkowych wymiarów model W830 imponuje bogactwem możliwości: 20,1-megapikselową matrycą obrazu, obiektywem ZEISS z zoomem optycznym 8x, szybkim systemem AF i stabilizatorem obrazu Optical SteadyShot.Liczą się szczegóły Aparat Cyber-shot™ W830 z łatwością uchwyci piękno każdej sceny. 20,1-megapikselowa matryca i wbudowana automatyka ostrości zapewniają ostre, szczegółowe obrazy nawet przy zdjęciach szybkich akcji. Tego nie da Ci żaden smartfon. Ustawienia dostosowane do sytuacji Obiektyw ZEISS z mocnym, 8-krotnym zoomem optycznym ostro i wyraźnie uchwyci każdą scenę. Inteligentna automatyka samoczynnie dostosowuje ustawienia aparatu do panujących warunków. Dzięki niej uzyskuje się ostre, dobrze naświetlone fotografie — bez kręcenia pokrętłami ani zmieniania ustawień w menu.Stabilność podczas zdjęć Stabilizator Optical SteadyShot kompensuje skutki niewielkich ruchów i drgań, odpowiednio przemieszczając elementy obiektywu. Zapewnia ostre fotografie i stabilne filmy. Łatwa edycja zdjęć Efekt „Piękność” służy do edycji i retuszu zdjęć. Pozwala poprawić jakość codziennych fotek i nadać świeży, atrakcyjny wygląd portretom przyjaciół, nawet wykonanym w trybie panoramy. Naciśnij przycisk i płynnie przemieść urządzenie poziomo lub pionowo. Aparat samoczynnie łączy serię wykonanych zdjęć w jeden panoramiczny obraz przedstawiający całą scenę.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5dac24c0fb1d0f7f2ef2b29e"
  },
  {
    "_id": "5dac28471b1e12606a8fc5f0",
    "title": "Canon EOS 80D z ob. 18-135 EFS IS USM",
    "saleTaxRate": 23,
    "salePriceGross": 5349,
    "description": "Zaawansowany wizjer z pokryciem wynoszącym 100% pozwala dojrzeć wszystkie elementy ujęcia podczas kadrowania i wyświetla parametry pracy. Duży odchylany ekran dotykowy LCD o średnicy 7.7 cm pozwala eksperymentować z różnymi kątami fotografowania i korzystać z intuicyjnych elementów sterujących. Ponadto umożliwia komponowanie i fotografowanie ujęć w trybie Live View z szybkością 5 kl./s i z użyciem funkcji ciągłej regulacji ostrości.Doskonałe filmyAparat umożliwia nagrywanie filmów Full HD 60p i tworzenie płynnych sekwencji dynamicznych wydarzeń lub efektu zwolnionego tempa w formacie MP4 z wybraną prędkością nagrywania. Technologia Dual Pixel CMOS AF zapewnia wydajny system autofokusa umożliwiający śledzenie poruszających się obiektów. Dostępne są też tryby nagrywania filmu poklatkowego, HDR i filtrów twórczych, które pozwalają uzyskać ciekawe efekty.Łatwe udostępnianie i zdalne fotografowanieŁączność NFC* i Wi-Fi* umożliwia łączenie aparatu ze zgodnymi smartfonami i tabletami oraz zdalne wykonywanie zdjęć i filmów z poziomu tych urządzeń za pomocą aplikacji Camera Connect. Istnieje również możliwość fotografowania z odległości za pomocą oprogramowania EOS Utility dostępnego na komputery Mac i PC. Za pomocą łączności Wi-Fi i NFC można również przesyłać obrazy i filmy do stacji Canon Connect Station lub drukować obrazy na zgodnych drukarkach.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5dac28d7f17db3a66a39d377",
    "title": "Canon PowerShot G5 X (czarny)",
    "saleTaxRate": 23,
    "salePriceGross": 2599,
    "description": "Kluczowe cechyMatryca CMOS o wielkości 1 i rozdzielczości 20,2 MPixJasny obiektyw f/1,8-2,8 i 4,2-krotny zoom optycznym5-osiowa zaawansowana stabilizacja obrazu Advanced Dynamic przeciwdziała drganiomObsługa formatu RAW oraz rejestrowanie filmów FullHD 60pŁączność Wi-Fi oraz NFC - proste udostępnianei zdjęćRuchomy 3'' dotykowy ekran oraz elektroniczny wizjerPierścień regulacji na obiektywi ułatwia obsługę i sterowanieCanon Powershot G5Xaparat fotograficznyNajwyższa jakość, obsługa plików RAWProfesjonalne zdjęcia, zaawansowane funkcje i wyjątkowo szeroki zakres zastosowań to niewątpliwe zalety tego wysokiej klasy aparatu kompaktowego z łącznością Wi-Fi, który wyróżnia się jasnym obiektywem f/1,8-2,8, matrycą o wielkości 1 cala oraz dużym wizjerem umożliwiającym obsługę typową dla tradycyjnej lustrzanki cyfrowej.Ostre, wyraźne obrazy nawet w słabym oświetleniu dzięki matrycy CMOS o wielkości 1 cala i rozdzielczości 20,2 MP oraz wydajnemu procesorowi DIGIC 6 a ibsługa 14-bitowych plików RAW zapewnia więcej twórczych możliwości podczas edycji zdjęć w programie Digital Photo ProfessionalCanon Powershot G5XautofocusDokładny autofokusCoraz większa pewność siebie podczas fotografowania dzięki szybkiemu (0,12 s) i dokładnemu autofokusowi, 31-punktowym ramkom AF oraz możliwości rejestrowania serii zdjęć z szybkością 5,9 kl./sCanon Powershot G5Xrozdzielczość FullHDFilmy w rozdzielczości Full HDTryb filmowania ręcznego umożliwia regulację przysłony, czasu naświetlania i czułości ISO, a tym samym tworzenie wspaniałych, realistycznych filmów w jakości Full HD 60p. Ręczna regulacja ostrości za pomocą funkcji wzmocnienia krawędzi w trybie MF ułatwia kadrowanie i ustawianie ostrości, a dotykowy AF umożliwia tworzenie kinowych efektów płynnej zmiany ostrości.Duża szybkość transmisji danych wynosząca 35 Mb/s gwarantuje wyraźne szczegóły i bardziej płynne przejścia w odcieniach. 5-osiowa zaawansowana stabilizacja obrazu Advanced Dynamic przeciwdziała drganiom, umożliwiając tworzenie stabilnych obrazów nawet podczas biegu.Canon Powershot G5Xmatryca aparatuOdchylany ekran dotykowy 3''Intuicyjna obsługa palcem oraz możliwość wykonywania ujęć pod różnym kątem za pomocą dużego odchylanego ekranu dotykowego o przekątnej 3 cali (1,04 mln punktów). Pierścień regulacji na obiektywie, minimalistyczny układ przycisków oraz opcje niestandardowych ustawień ułatwiają obsługę i sterowanie aparatemCanon Powershot G5XWiFiModuł Wi-Fi oraz NFCUdostępnianie zdjęć i filmów jest wyjątkowo proste dzięki funkcjom Wi-Fi i Dynamic NFC, za pomocą których można jednym dotknięciem połączyć aparat ze smartfonem lub tabletem.Aplikacja Canon Camera Connect umożliwia zdalne sterowanie aparatem, w tym dostęp do dotykowego AF oraz pełną regulację parametrów pracy z poziomu smartfona. Za pomocą funkcji synchronizacji obrazów oraz łączności Wi-Fi można automatycznie tworzyć kopie zapasowe nowych obrazów w chmurze, np. w serwisie Flickr, Google Drive i irista.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5d3c2085535168f6726cc668"
  },
  {
    "_id": "5dac2999eacd124c5cb18b8f",
    "title": "Canon PowerShot G9 X (srebrny)",
    "saleTaxRate": 23,
    "salePriceGross": 1549,
    "description": "Profesjonalna jakość zamknięta w niewielkim aparacie. Smukły, elegancki, z dowolnie określonym zakresem ręcznej kontroli –kreatywność i znakomita jakość w Twoich dłoniach.Płaski, pięknie wykonany aparat, który jest jeszcze mniejszy niż model PowerShot G7 X, zapewnia niezrównaną jakość obrazuDoskonałe zdjęcia w każdym oświetleniuOstre, wyraźne obrazy nawet w słabym oświetleniu dzięki rozwiązaniu HS System firmy Canon, które obejmuje dużą matrycę CMOS o wielkości 1,0 cala i rozdzielczości 20,2 megapiksela oraz zaawansowany procesor DIGIC 6, a także dzięki znakomitej optyce firmy Canon (bardzo jasny obiektyw z przysłoną f/2,0 i 3-kotnym zoom optycznym).Optyczny stabilizator obrazuInteligentna stabilizacja obrazu umożliwia tworzenie wyraźnych, stabilnych zdjęć i filmów niezależnie od oświetlenia, nawet w przypadku fotografowaniu z ręki.Zaprojektowany z myślą o spontanicznych i kreatywnych ujęciachAparat można łatwo przenosić i wszędzie zabrać ze sobą. Proste tworzenie spontanicznych ujęć dzięki wyjątkowo szybkiemu (0,13 s) i dokładnemu autofokusowi oraz możliwości rejestrowania serii zdjęć z szybkością 6 kl./s.5-osiowa zaawansowana stabilizacja obrazu Advanced Dynamic umożliwia tworzenie płynnych, stabilnych filmów nawet z ręki lub podczas ruchu.Ręczna regulacja ostrości za pomocą funkcji wzmocnienia krawędzi w trybie MF ułatwia kadrowanie i ustawianie ostrości, a dotykowy AF umożliwia tworzenie kinowych efektów płynnej zmiany ostrości.Twórz atrakcyjne filmy dzięki funkcji krótkich klipów lub używaj trybu najważniejszych wydarzeń, aby tworzyć ciekawe filmy ze zdjęć i nagrań wideo.Piękno i prostotaPierścień regulacji na obiektywie i minimalistyczny układ przycisków ułatwiają obsługę aparatu.Duży ekran dotykowy o przekątnej 3 cali (1,04 mln punktów) umożliwia intuicyjną obsługę palcem.Obsługa 14-bitowych plików RAW zapewnia więcej twórczych możliwości podczas edycji zdjęć.",
    "stockAmount": 1,
    "categoryId": "5d3c22953ba7613b0eb6350f",
    "producerId": "5d3c2085535168f6726cc668"
  }
]
